Repository: Manki233/teeworlds-infclassRM
Catalog: other/po/la/infclass.po
Languages: la_la

source: {str:Victim} has been muted for {sec:Duration} ({str:Reason})
la_la: {str:Victim} lingua praecisa est ad {sec:Duration} ({str:Reason})

source: You are now logged.
la_la: Nunc conscriptus es.

source: Wrong username/password.
la_la: Nomen falsum aut tessera falsa.

source: An error occured during the operation.
la_la: Error obvenit operatione.

source: You must be logged for this operation
la_la: Tibi conscriptum esse opus est, ut hanc operationem conficias.

source: Please wait 5 minutes before creating another account
la_la: Expecta minutas 5 ante quam recrees adcomputum alium

source: An error occured during the creation of your account.
la_la: Error obvenit, quum accomputus creatus est.

source: This username is already taken by an existing account
la_la: Hoc accomputus iam exemptus est.

source: Your account has been created and you are now logged.
la_la: Accomputus tuus confectus est tuque iam conscriptus es.

source: You must be logged to see your rank
la_la: Tibi conscriptum esse opus est, ut decus videas.

source: You must be logged to see your goal
la_la: Tibi conscriptum esse opus est, ut terminum videas.

source: You have already notified that {str:PlayerName} ought to be banned
la_la: Iam denuntiavisti {str:PlayerName} esse proiectum

source: {str:PlayerName} wants {str:VictimName} to be banned ({str:Reason})
la_la: {str:PlayerName} {str:VictimName} proiectum esse postulavit ({str:Reason})

source: {str:VictimName} has been infected
la_la: {str:VictimName} infectus est

source: Infected won the round in {sec:RoundDuration}
la_la: Infecti evicere per {sec:RoundDuration}

source: One human won the round
la_la: Homo unicus pugnam evicit

source: You have survived, +5 points
la_la: Pugnae superes, +5 copiae

source: You have infected {str:VictimName}, +3 points
la_la: Infecisti {str:VictimName}, +3 copiae

source: You have killed a witch, +5 points
la_la: Maleficam necavisti, +5 copiae

source: You have eliminated your target, +2 points
la_la: Scopum sustulisti, +2 copiae

source: Hook protection enabled
la_la: Protectio contra captionem instructa

source: Hook protection disabled
la_la: Protectio contra captionem secessa

source: {str:PlayerName} has been banned ({str:Reason})
la_la: {str:PlayerName} proiectus est ({str:Reason})

source: {str:PlayerName} has been kicked ({str:Reason})
la_la: {str:PlayerName} eiectus est ({str:Reason})

source: {str:PlayerName} has left the game ({str:Reason})
la_la: {str:PlayerName} pugnam reliquit ({str:Reason})

source: {str:PlayerName} has left the game
la_la: {str:PlayerName} pugnam reliquit

source: {str:PlayerName} joined the spectators
la_la: {str:PlayerName} ad spectatores accessit

source: {str:PlayerName} joined the game
la_la: {str:PlayerName} ad ludum accessit

source: Engineer
la_la: Clavicarius

source: Soldier
la_la: Miles

source: Medic
la_la: Medicus

source: Hero
la_la: Heros

source: Mercenary
la_la: Mercennarius

source: Scientist
la_la: Scientista

source: Biologist
la_la: Biologista

source: Smoker
la_la: Fumigator

source: Hunter
la_la: Venator

source: Ghost
la_la: Larua

source: Spider
la_la: Aranea

source: Ghoul
la_la: Ġūl

source: Slug
la_la: Limax

source: Witch
la_la: Malefica

source: Undead
la_la: Immortalis

source: Unknown class
la_la: Classis incognita

source: You are a human: {str:ClassName}
la_la: Homo es: {str:ClassName}

source: You are an infected: {str:ClassName}
la_la: Infectus es: {str:ClassName}

source: {str:PlayerName} entered and joined the game
la_la: {str:PlayerName} intravit accessitque

source: You are muted for {sec:Duration}
la_la: Lingua tibi praecisa est ad {sec:Duration}

source: You can't join the spectators right now
la_la: Nondum ad spectatores accedere potes

source: {str:PlayerName} changed their name to {str:NewName}
la_la: {str:PlayerName} nomen innovavit {str:NewName}

source: Switch language to english ?
la_la: Linguam in latinam commutare?

source: You can change the language of this mod using the command /language.
la_la: Linguam modificationis iusso /language permutare licet.

source: If your language is not available, you can help with translation (/help translate).
la_la: Si lingua tua non in promptu est, tibi traductioni subvenire licet (/help translate).

source: InfectionClass, by necropotame (version {str:VersionCode})
la_la: InfectionClass, auctoris necropotame (version {str:VersionCode})

source: Based on the concept of Infection mod by Gravity
la_la: Constat in conceptu modificationis Infection, auctoris Gravity

source: Main contributors: {str:ListOfContributors}
la_la: Contributores praecipui: {str:ListOfContributors}

source: Thanks to {str:ListOfContributors}
la_la: Grates {str:ListOfContributors}

source: No player was found with this name
la_la: Arenarius huius nominis non repertus est.

source: Rules of the game
la_la: Regulae ludi

source: InfectionClass is a team game between humans and infected.
la_la: InfectionClass ludus gregum inter homines infectosque.

source: All players start as human.
la_la: Omnes arenarii homines incohant.

source: 10 seconds later, two players become infected.
la_la: Post secundas 10, arenarii duo inficiuntur.

source: The goal for humans is to survive until the army clean the map.
la_la: Finis hominum est supervivere, donec militia arenam repurgat.

source: The goal for infected is to infect all humans.
la_la: Finis infectorum est inficere homines omnes.

source: How to translate the mod
la_la: Quemadmodum modificationem traducere potes:

source: Create an account on Crowdin and join a translation team:
la_la: Nomen tibi apud Crowdin da et gregi traductionis accede:

source: For any question about the translation process, please contact us on IRC ({str:IRCAddress})
la_la: Quaestione de traductionis processu exorta nos via IRC ({str:IRCAddress}) postula

source: The Engineer can build walls with his hammer to block infected.
la_la: Clavicarius malleo valla infectos inhibendes exstruere potest.

source: When an infected touch the wall, he dies.
la_la: Quum infectus vallum tangit, tum moritur.

source: The lifespan of a wall is {sec:LifeSpan}, and walls are limited to one per player at the same time.
la_la: Vallum {sec:LifeSpan} constat durare, tummodo arenarius unum solum vallum exstruere potest.

source: The Soldier can pose floating bombs with his hammer.
la_la: Miles malleo bombas impendentes creare potest.

source: Each bomb can explode one time.
la_la: Bomba posita explosioni uni ideona est.

source: Use the hammer to place the bomb and explode it multiple times.
la_la: Malleo utere, ut bombam interponas inardescasque pluriens.

source: Bombs are limited to one per player at the same time.
la_la: Bombae terminatae sunt, ut una arenario quoicumque quandocumque sola exstet.

source: The Scientist can pose floating mines with his hammer.
la_la: Scientista malleo minas pendentes interponere potest.

source: Mines are limited to one per player at the same time.
la_la: Minae terminatae sunt, ut una arenario quoicumque quandocumque exstet.

source: He has also grenades that teleport him.
la_la: Etiam granatas quae eum teleportant habet.

source: The biologist has a shotgun with bouncing bullets and can create a spring laser trap by shooting with his rifle.
la_la: Biologus sclopetum dispergens cum missilibus reflectentibus habet laqueumque sclopeto laserico struere potest.

source: The Medic can protect humans with his hammer by giving them armor.
la_la: Medicus malleo tegumina disponens homines tuerier potest.

source: He has also a powerful shotgun that can pullback infected.
la_la: Etiam sibi sclopetum dispergens habet potens, quod infectos deicere pollet.

source: The Hero has a shotgun, a laser rifle and grenades.
la_la: Heros sclopetum dispergens, sclopetum lasericum granatasque habet.

source: The Hero must find a flag hidden in the map.
la_la: Heroi vexillum in mappa reconditum inveniendum est.

source: Once taken, the flag gives 1 health point, 4 armor points, and full ammo to all humans, furthermore full health and armor to the hero.
la_la: Heroe vexillum indepto punctum unum integritatis valetudinis uniquoique gregis humani redditur, puncta quatuor tegumentorum suppletur et arma replentur, integritas herois penitus.

source: The hero cannot be healed by a medic, but he can withstand a thrust by an infected, an his health suffice.
la_la: Heros a medico sanari non ideoneus est, sed plagae infecti resistere, quin pereat, si integritas sua huic sufficit.

source: The Ninja can throw flash grenades that can freeze infected during three seconds.
la_la: Ninja granatas iacere potest quae infectos tres secundas congelare pollent.

source: His hammer is replaced by a katana, allowing him to jump one time before touching the ground.
la_la: Malleus eius katana permutatus. Quo in manus pervenit, ut insultet semel, antequam solum contingit.

source: The Mercenary fly in air using his machine gun.
la_la: Mercennarius sclopeto polybolico in aere volare potest.

source: He can coil explosives with his hammer that hinder infected from harming.
la_la: Vasa displosiva quae infectos nocendi valentia distineunt convolvere capax est.

source: He can also throw poison grenades that each deal one damage point.
la_la: Ad hoc granatas veneficas iacere potest quae singulae plagam unam inponunt.

source: The Sniper can lock his position in air for 15 seconds with his hammer.
la_la: Sniper malleo positionem 15 secundas claudere in aere potest.

source: He can jump two times in air.
la_la: Bis in aere exsilere potest.

source: He has also a powerful rifle that deals 30 damage points in locked position, and 10–13 otherwise.
la_la: Sclopetum striatum habet quod nocet 30 in claustro, 10–13 alias.

source: The Smoker can infect humans and heal infected with his hammer.
la_la: Fumigator malleo homines inficere infectosque sanare potest.

source: He can also inflict 4 damage points per second by hooking humans.
la_la: Plagas quoque 4 per secundam unco infligere potest.

source: The Boomer explodes when he attack.
la_la: Boomer explodit, quum oppugnat.

source: All humans affected by the explosion become infected.
la_la: Homines toti explosione affecti inficiuntur.

source: He can also inflict 1 damage point per second by hooking humans.
la_la: Plagam 1 quoque per secundam unco infligere potest.

source: The Hunter can infect humans and heal infected with his hammer.
la_la: Venator malleo homines inficere infectosque sanare potest.

source: The Ghost can infect humans and heal infected with his hammer.
la_la: Larua malleo homines inficere infectosque sanare potest.

source: He is invisible, except if a human is near him, if he takes a damage or if he use his hammer.
la_la: Latens est, donec homo proxumus sit, pugnam experiatur aut malleo utatur.

source: The Spider can infect humans and heal infected with his hammer.
la_la: Aranea malleo homines inficere infectosque sanare potest.

source: When selecting any gun, his hook enter in web mode.
la_la: Quum telum quodlubet seligis, captio eius unco in modum retialem transit.

source: Any human that touch a hook in web mode is automatically grabbed.
la_la: Homo quicumque uncum in modo retiali tangens apprehenditur.

source: The hook of the spider (in both mode) deal 1 damage point per second and can grab a human during 2 seconds.
la_la: Uncus araneus (in modos ambobus) plagam 1 infligit et hominem secundas 2 tenet.

source: The Ghoul can infect humans and heal infected with his hammer.
la_la: Ġūl malleo homines inficere infectosque sanare potest.

source: He can devour all that has died close to him, which makes him stronger, faster and more resistant.
la_la: Omnia circa eum mortua devorare potest, quo fortior, celerior firmiorque fiat.

source: Thereupon he digests his fodder bit by bit going back to his normal state, and besides, death bereaves him of his nourishment.
la_la: Exinde pabulum digerit sensim ad statum vulgarem revolviens, ultro ei letum alimenta detrahit.

source: The Slug can infect humans and heal infected with his hammer.
la_la: Limax malleo homines inficere infectosque sanare potest.

source: He can make the ground and walls toxic by spreading slime with his hammer.
la_la: Solum parietesque veneniferos malleo mucum reddendo potest.

source: Touching the slime inflicts three damage points in three seconds on a human.
la_la: Contamen muci homini plagas tres per secunda tria infligit.

source: The Undead can infect humans and heal infected with his hammer.
la_la: Immortalis malleo homines inficere infectosque sanare potest.

source: Instead of dying, he freezes during 10 seconds.
la_la: Pro morte secundas 10 gelatur.

source: If an infected heals him, the freeze effect disappear.
la_la: Quando infectus eum sanat, effectus gelationis decedit.

source: The Witch can infect humans and heal infected with his hammer.
la_la: Malefica malleo homines inficere infectosque sanare potest.

source: When an infected dies, he may re-spawn near her.
la_la: Infectus mortuus iuxta eam ab inferis exsistere potest.

source: If the Witch dies, she disappears and is replaced by another class of infected.
la_la: Malefica mortua decedit commutaturque infecto classis alius.

source: She can also inflict 1 damage point per second by hooking humans.
la_la: Plagam 1 quoque per secundam unco infligere potest.

source: Targeted chat messages
la_la: Nuntia colineata

source: Use “/msg <PlayerName> <My Message>” to send a private message to this player.
la_la: Utere »/msg <Nomen arenarii> <Nuntium meum>«, ut nuntium privatum haec arenario emittas.

source: Use “/msg !<ClassName> <My Message>” to send a private message to all players with a specific class.
la_la: Utere »/msg !<nomen classis> <Nuntium meum>«, ut nuntium ad arenarios classis specialis collineatum emittas.

source: Example: “/msg !medic I'm wounded!”
la_la: Exemplum: »/msg !medic Vulneratus sum!«

source: Use “/msg !near” to send a private message to all players near you.
la_la: Utere »/msg !near«, ut nuntium collineatum ad arenarios propinquos emittas.

source: Choose a help page with /help <page>
la_la: Paginam auxiliarem iusso »/help <pagina>« eligas

source: Available help pages: {str:PageList}
la_la: Paginae auxiliares promptae: {str:PageList}

source: A random class will be automatically attributed to you when rounds start
la_la: Classis fortuita tibi assignatur, quum ludus incipit

source: The class selector will be displayed when rounds start
la_la: Selector classis praebebitur, quum ludus incipit

source: Unknown language
la_la: Lingua incognita

source: Available languages: {str:ListOfLanguage}
la_la: Paginae auxiliares promptae: {str:ListOfLanguage}

source: List of commands
la_la: Tabula iussorum

source: Press <F3> or <F4> to enable or disable hook protection
la_la: Preme <F3> aut <F4> ad instructionem protectionis contra captionem

source: You have held a bonus area for one minute, +5 points
la_la: Zonae seorsae unam minutam immoratus es, +5 copiae

source: You are frozen: {sec:EffectDuration}
la_la: Gelatus es: {sec:EffectDuration}

source: Random choice
la_la: Electio fortuita

source: Choose your class
la_la: Classem elige

source: Laser wall: {sec:RemainingTime}
la_la: Vallum lasericum: {sec:RemainingTime}

source: One bomb left
la_la: Bomba una reliqua

source: One mine is active
la_la: Una mina reliqua

source: Mine activated
la_la: Mina posita

source: Next target in {sec:RemainingTime}
la_la: Scopus sequens post {sec:RemainingTime}

source: Target to eliminate: {str:PlayerName}
la_la: Scopus tollendus: {str:PlayerName}

source: Position lock: {sec:RemainingTime}
la_la: Claustrum positionis: {sec:RemainingTime}

source: Explosive yield: {percent:BombLevel}
la_la: Vis displosiva: {percent:BombLevel}

source: Next flag in {sec:RemainingTime}
la_la: Vexillum sequens post {sec:RemainingTime}

source: Web mode enabled
la_la: Modus retialis instructus

source: Stomach filled by {percent:FodderInStomach}
la_la: Venter infertus {percent:FodderInStomach}

source: The witch is dead
la_la: Malefica mortua est

source: The undead is finally dead
la_la: Immortalis tandem mortuus est

source: Sword velocity increased
la_la: Velocitas ensis aucta

source: Sword strength increased
la_la: Vis ensis aucta

source: Grenade limit increased
la_la: Limes granatarius auctus

source: Type “/help {str:ClassName}” for more information about your class
la_la: Scribe »/help {str:ClassName}« pro informationibus pluribus

source: The Hero found the flag!
la_la: Heros vexillum invenit!
