Repository: Manki233/teeworlds-infclassRM
Catalog: other/po/*/infclass.po
Languages: ar, bg, cs, de, el, es, fa, fr, hu, it, ja, nl, pl, pt, ru, sr_cs, tl, tr, uk

source: Target to eliminate: {str:PlayerName}
ar: الهدف للإقصاء : {str:PlayerName}
bg: Цел за елиминиране: {str:PlayerName}
cs: Terč k zavraždění: {str:PlayerName}
de: Zu beseitigendes Ziel: {str:PlayerName}
el: Στόχος για εξολόθρευση: {str:PlayerName}
es: Objetivo de eliminación {str:PlayerName}
fa: هدفی که باید نابود کنید: {str:PlayerName}
fr: Cible à éliminer: {str:PlayerName}
it: Bersaglio da eliminare: {str:PlayerName}
nl: Target te elimineren: {str:PlayerName}
pl: Cel do wyeliminowania: {str:PlayerName}
pt: Alvo para eliminar: {str:PlayerName}
ru: Цель для уничтожения: {str:PlayerName}
sr_cs: Meta za eliminaciju: {str:PlayerName}
tl: Layon na dapat patayin: {str:PlayerName}
tr: Halledilecek hedef: {str:PlayerName}
uk: Ціль для винищення: {str:PlayerName}

source: Targeted chat messages
ar: رسالة دردشة موجهة
bg: Лични чат съобщения
cs: Cílené zprávy chatu
de: Gezielte Chatansprachen
el: Στοχευμένα μηνύματα συνομιλίας
es: Mensajes de chat dirigidos
fa: پیام های چت هدف قرار گرفتند
fr: Messages de chat ciblés
it: Messaggi di chat mirati
nl: Gerichte chatberichten
pl: Znaczone wiadomości czatu
pt: Mensagens de chat específicas
ru: Целевые сообщения
sr_cs: Ciljano ćaskanje
tr: Hedeflenen sohbet mesajları
uk: Цільові чат-повідомлення

source: Thanks to {str:ListOfContributors}
ar: شكرا ل : {str:ListOfContributors}
bg: Благодарение на {str:ListOfContributors}
cs: Děkujeme {str:ListOfContributors}
de: Dank an {str:ListOfContributors}
el: Εχαριστουμε τους {str:ListOfContributors}
es: Agradecimientos a {str:ListOfContributors}
fa: با تشکر از {str:ListOfContributors}
fr: Merci à {str:ListOfContributors}
hu: Köszönet illeti: {str:ListOfContributors}
it: Ringaziamenti a {str:ListOfContributors}
ja: {str:ListOfContributors} のおかげで
nl: Dankzij {str:ListOfContributors}
pl: Dziękuje dla {str:ListOfContributors}
pt: Agradecimentos a {str:ListOfContributors}
ru: Благодарности {str:ListOfContributors}
sr_cs: Zahvaljujući {str:ListOfContributors}
tl: Salamat kanila {str:ListOfContributors}
tr: Teşekkürler: {str:ListOfContributors}
uk: Спасибі також {str:ListOfContributors}

source: The Boomer explodes when it attacks.
ru: Взрывун производит взрыв вместо атаки.

source: The Engineer can build walls with the hammer to block infected.
ru: Инженер может строить стены, чтобы блокировать заражённых.

source: The Hero found the flag!
ar: البطل وجد العلم!
bg: Героят намери флага!
cs: Hrdina našel vlajku!
de: Der Recke hat die Flagge gefunden!
el: Ο ήρωας βρήκε τη σημαία!
es: ¡El héroe ha encontrado la bandera!
fa: قهرمان پرچم را یافت!
fr: Le drapeau a été trouvé par un·e Héro·ïne!
hu: A Hős megtalálta a zászlót!
it: L'Eroe ha trovato la bandiera
ja: ヒーローはフラグを見つけた！
nl: De Held heeft de vlag gevonden!
pl: Bohater znalazł flagę!
pt: O Herói achou a bandeira!
ru: Герой нашёл флаг!
sr_cs: Heroj je našao zastavu!
tl: Ang hero ay nahanap na ang watawat!
tr: Kahraman bayrağı buldu!
uk: Герой знайшов прапор!

source: The Hero has a shotgun, a laser rifle, and a grenade launcher.
ru: У героя есть дробовик, лазерная винтовка и гранатомет.

source: The Hero has to find a flag only visible to them. Stand still to be pointed towards it.
ru: Герой должен искать флаги (которые видны только герою). Оставайтесь неподвижными, чтобы узнать направление.

source: The Hunter can infect humans and heal infected with the hammer.
ru: Охотник может заражать людей и лечить заражённых с помощью своего молота.

source: The Looper has a laser wall that slows down infected and a low-range laser rifle with a high fire rate.
ru: У Луперов есть лазерная стена, которая замедляет зараженных и скоростная лазерная винтовка для ближнего боя.

source: The Medic can protect humans with the hammer by giving them armor.
ru: Медик может защищать людей с помощью молота, давая им броню.

source: The Mercenary can fly in the air using their machine gun.
ru: Наёмник может летать в воздухе используя свой пулемёт.

source: The Ninja can throw flash grenades that can freeze infected during three seconds.
ar: يمكن لالنينجا أن يرمي قنابل تشل حركة المصابين بالعدوى لثلاثة ثوانن.
bg: Нинджата може да хвърля флаш гранати, които замразяват инфектираните за три секунди.
cs: Ninja má granátomet, který zmrazí nakažené na 3 vteřiny.
de: Der Ninja kann Granaten werfen, die beim Aufprall getroffene Erkrankte für drei Sekunden einfrieren.
el: Ο νίντζα μπορεί να πετάξει χειροβομβιδες κροτου λαμψης που ακινητοποιούν τους μολυσμένους για τρία δευτερόλεπτα
es: El Ninja puede lanzar granadas destello, las cuales pueden congelar a infectados durante tres segundos.
fa: نینجا می تواند بمب های فلاشی پرتاب کند و برای سه ثانیه افراد ویروسی را به حالت یخ زده فرو ببرد.
fr: Les Ninja peuvent lancer des grenades flash qui immobilisent les infecté·e·s pendant trois secondes.
hu: A nindzsa lőhett bombákat, amik lefagyasztják a zombikat.
it: Il Ninja può lanciare granate stordenti che possono immobilizzare gli infetti per 3 secondi.
ja: 忍者はフラッシュグレネードを使用することができ、グレネードの効果範囲にいた感染者の動きを3秒間封じれます。
nl: De ninja kan flits granaten gooien die geïnfecteerden bevriezen voor drie seconden.
pl: Ninja może rzucać granaty oślepiające, które zamrażają zainfekowanych na trzy sekundy.
pt: O Ninja pode jogar granadas atordoantes que congelam seus inimigos por três segundos.
ru: Ниндзя может кидать замораживающие гранаты, которые останавливают заражённых на 3 секунды.
sr_cs: Nindža može bacati flash granate koje zalede zaražene na tri sekunde.
tl: Ang ninja ay kayang mag tapon ng flash grenades na kayang magstun ng infected sa loob ng 3 segundo.
tr: Ninja, zombileri 3 saniyeliğine donduran flaş bombaları atabilir.
uk: Ніндзя може кидати сліпові гранати які заморожують інфікованих на три секунди.

source: The Slug can infect humans and heal infected with the hammer.
ru: Улитка может заражать людей и лечить заражённых с помощью своего молота.

source: The Sniper can lock the position in air for 15 seconds with the hammer.
ru: Снайпер способен зависать в воздухе на 15 секунд с помощью своего молота.

source: The Soldier creates floating bombs with the hammer.
ru: Солдат создает плавающие бомбы с помощью молота.

source: The Spider can infect humans and heal infected with the hammer.
ru: Паук может заражать людей и лечить заражённых с помощью своего молота.

source: The Undead can infect humans and heal infected with the hammer.
ru: Бессмертный может заражать людей и лечить заражённых с помощью своего молота.

source: The Voodoo can infect humans and heal infected with the hammer.
ru: Вуду может заражать людей и лечить заражённых с помощью своего молота.

source: The Witch can infect humans and heal infected with the hammer.
ru: Ведьма может заражать людей и лечить заражённых с помощью своего молота.

source: The bomb is fully upgraded. There is nothing to do with the laser.
ru: Бомба полностью улучшена. Лазером больше ничего не сделать.

source: The class is disabled
ru: Класс недоступен

source: The class limit exceeded
ru: Превышен лимит класса

source: The class selector will be displayed when rounds start
ar: تستطيع معرفة إختيار شخصيتك عند بداية الشوط
bg: Селекторът за класа ще се покаже при стартиране на рунда
cs: Výběr povolání se ti zobrazí na obrazovce když začne kolo.
de: Du kannst wieder eine Klasse am Anfang jeder Runde wählen
el: Ο επιλογέας ιδιότητας θα εμφανιστεί όταν ξεκινήσει αινούργιος γύρος.
es: El selector de clases se mostrará al comenzar la ronda
fa: انتخاب کننده ی نقش در ابتدای بازی در دسترس خواهد بود
fr: Le sélecteur de classe sera affiché en début de manche
hu: Az osztály-választó eltűnik, ha a kör elkezdődik
it: Il selezionatore della classe apparirà quando l'incontro avrà inizio
ja: 職業選択メニューは、スタート時に表示されます
nl: De klas selector zal worden weergegeven wanneer rondes starten
pl: Menu wybierania rasy wyświetli się, gdy rozgrywka się rozpocznie
pt: O Seletor de classes vai ser exibido quando a partida começar
ru: Выбор класса появится с началом раунда
sr_cs: Selektor za klase će ti se prikazati kada runda započne
tl: Ang class selector ay ipapakita sa pagsimula ng round
tr: El başladığında sınıf seçim ekranı gelecek
uk: Меню вибору буде показано на початку раунду

source: The flag gifts a health point, {int:NumArmorGift} armor and full ammo to all humans.
ru: Флаг восстанавливает 1 здоровья, {int:NumArmorGift} брони и даёт патроны всем людям.

source: The gift to all humans is only applied when the flag is surrounded by hearts and armor.
ru: Бонус команде даётся только в том случае, если флаг окружён индикаторами здоровья и брони.

source: The goal for humans is to survive until the army cleans the map.
ru: Цель людей - выжить до тех пор, пока армия не очистит карту.

source: The goal for infected is to infect all humans.
ar: هدف المصابين بالعدوى أن يمرروها إلى البشر.
bg: Целта за инфектираните е да заразят всички хора.
cs: Cíl nakažených, je nakazit všechny lidi.
de: Das Ziel der Erkrankten ist es, alle Überlebenden anzustecken.
el: Ο στόχος των μολυσμένων είναι να μολύνουν όλους τους ανθρώπους
es: El objetivo de los infectados es el de infectar a todos los humanos.
fa: افراد ویروسی باید همه ی انسان ها را ویروسی کنند
fr: Le but des infecté·e·s est d'infecter toutes les humaines et les humains.
hu: A zombik célja, hogy minden embert megfertőzzenek.
it: Lo scopo degli infetti è di infettare tutti gli umani.
ja: 感染者の勝利条件は全ての生存者を感染させることです。
nl: Het doel voor de geïnfecteerden is voor alle mensen te infecteren.
pl: Celem zarażonych jest zainfekować ludzi.
pt: A meta dos infectados é infectar todos os humanos.
ru: Цель заражённых - инфицировать людей.
sr_cs: Cilj za zaražene je zaraziti sve ljude.
tl: Ang layunin ng mga infected ay i-infect lahat ng mga tao.
tr: Zombilerin görevi bütün insanları dönüştürmektir.
uk: Ціль заражених, інфікувати всіх людей.

source: The hook of the spider (in both mode) deal 1 damage point per second and can grab a human during 2 seconds.
ar: في جميع الحالات الإمساك بأحد البشر ضرّر واحدا لطاقته كل ثانية ويمسكه خلال ثانيتين.
bg: Куката на паяка (в който и да е режим) нанася 1 точка повреда за секунда и може да закачи човек за до 2 секунди.
cs: Hák pavouka uděluje 1 útočný bod(v jakémoliv módu) za sekundu a člověka může držet 2 sekundy.
de: Die Berührung eines Spinnenfadens sowohl wie eines gemeinen Haken einer Spinne durch einen Überlebenden fügt diesem einen Schadenspunkt je Sekunde zu und hält ihn zwei Sekunden lang am Haken fest.
el: Ο γάντζος της αράχνης(και στις δύο λειτουργίες) προκαλεί έναν πόντο ζωής κάθε δευτερόλεπτο και διαρκεί δύο δευτερόλεπτα
es: El gancho de la araña (en ambos modos) inflinge 1 punto de daño por segundo y puede agarrar a un humano durante 2 segundos.
fa: زنجیر عنکبوت (در حالت عادی) 1 واحد از سلامتی و هنگامی که کسی را گیر انداخته باشد 2 واحد را کم می کند.
fr: Le grappin de l'Araignée (dans les deux modes) inflige 1 point de dégât par seconde et peut tirer un humain ou une humaine pendant 2 secondes.
hu: Mindkét esetben másodpercenként 1 ponttal sebzi az embereket, ha rájuk akaszkodik.
it: La corda del ragno (in entrambi i modi) infligge 1 punto danno per secondo e può afferrare un umano per 2 secondi.
ja: フック(蜘蛛糸モード中)で生存者を捕らえると、その生存者に1ダメージずつ与え、さらに2秒間掴むことができます。
nl: De haak van een spin (in beide modus) levert 1 schade punt op per seconde en kan een mens grijpen gedurende 2 seconden.
pl: Hak pająka (w obu trybach) zabiera 1 punkt życia na sekundę i może łapać człowieka na 2 sekundy.
pt: O gancho da aranha (nos dois modos) causa 1 ponto de dano por segundo e pode agarrar humanos por 2 segundos.
ru: Зацепка пауком (в обоих состояниях) причиняет 1 пункт урона в секунду и прицепляет человека на две секунды.
sr_cs: Paukov huk (u oba moda) nanosi 1 škodan bod po sekundi i može da drži čoveka 2 sekunde.
tl: Ang hook ng spider (sa parehas nitong modes) ay nakakadamage ng 1 damage point kada segundo at kayang ma hook ang isang tao ng 2 segundo.
tr: Örümceğin kancası (iki modda da) saniyede 1 puan hasar verir ve bir insanı 2 saniye boyunca tutabilir.
uk: Гак павука (в обох режимах) наносить 1 очко пошкодження за секунду та тримати їх 2 секунди.

source: The last round
ru: Последний раунд

source: The lifespan of a wall is {sec:LifeSpan}, and walls are limited to one per player at the same time.
ar: وقت الجدار {sec:LifeSpan}، والجدران محدودة للاعب واحد في الوقت ذاته.
bg: Продължителността на една стена е {sec:LifeSpan}, като всеки играч може да има само една стена едновременно.
cs: Životnost zdi je {sec:LifeSpan}, a zeď můžeš mít vždy jen jednu.
de: Die Lebensdauer einer Wall beträgt {sec:LifeSpan}. Außerdem ist nur eine Wall je Ingenieur möglich.
el: Ο χρόνος ζωής ενός τείχους είναι: {sec:LifeSpan}, και τα τείχη μπορουν να είναι ένα για καθε παίκτη συγχρόνως.
es: La duración de una barrera es de {sec:LifeSpan}, y sólo puede haber una barrera por jugador al mismo tiempo.
fa: زمان باقی ماندن دیوار ها {sec:LifeSpan} است و هیچ مهندسی نمی تواند بیشتر از یک دیوار بطور همزمان داشته باشد.
fr: La durée de vie d'une barrière est de {sec:LifeSpan}, et les barrières sont limitées à une par personne.
hu: A fal {sec:LifeSpan} múlva megsemmisül, és egy mérnöknek egyszerre csak egy felállított fala lehet.
it: La durata di una barriera è di {sec:LifeSpan} e sono limitate ad una per giocatore nello stesso momento.
ja: バリアは {sec:LifeSpan} まで持ち、また1人につき1つまでしか構築できません。
nl: De levensduur van een muur is {sec:LifeSpan} en muren zijn beperkt tot één per speler tegelijk.
pl: Czas istnienia ściany to {sec:LifeSpan}, i ściany są limitowane. po jednaj na gracza, w jednym momencie.
pt: A duração do muro é de {sec:LifeSpan}, e cada jogador só pode ter um muro ativo por vez.
ru: Стена существует {sec:LifeSpan}. У каждого игрока может быть только одна стена.
sr_cs: Zid radi {sec:LifeSpan}, a jedan igrač može napraviti samo jedan zid u isto vreme.
tl: Ang haba ng buhay ng mga pader ay {sec:LifeSpan}, at isa lamang ang pader nakayang magawa ng player sa parehas na panahon.
tr: Duvarın süresi {sec:LifeSpan} kadardır ve her oyuncu aynı anda birer duvar yapabilir.
uk: Тривалість життя стіни {sec:LifeSpan}, та одна стіна на одного гравця.

source: The undead is finally dead
ar: الميّت مات
bg: Неумиращия е най-накрая мъртъв
cs: Nemrtvý je konečně mrtvý
de: Der Untote ist endgültig tot
el: Ο αθάνατος είναι επιτέλους νεκρός
es: El muerto viviente ha muerto finalmente
fa: سخت جان بطور کامل کشته شد
fr: Un·e Invincible a disparu
hu: Az élőhalott végre meghalt
it: Il Morto Vivente è finalmente morto
ja: アンデッドは倒れた
nl: De ondode is eindelijk dood
pl: Nieumarły jest wreszcie martwy
pt: O Morto Vivo finalmente morreu
ru: Бессмертный уничтожен
sr_cs: Undead je napokon mrtav
tl: Wala na ang undead
tr: Zombi nihayet öldü
uk: Невмирущий нарешті загинув

source: The witch is dead
ar: الساحرة ماتت
bg: Вещицата е мъртва
cs: Čarodějnice byla zabita
de: Die Hexe ist tot
el: Η μάγισσα είναι νεκρή
es: La bruja ha muerto
fa: جادوگر مرد
fr: Un·e Sorcier·ière a disparu
hu: A boszorkány meghalt
it: La Strega è morta
ja: 魔女は倒れた
nl: De heks is dood
pl: Wiedźma nie żyje
pt: A bruxa está morta
ru: Ведьма мертва
sr_cs: Veštica je mrtva
tl: Ang witch ay patay na
tr: Cadı öldü
uk: Відьма загинула

source: Their hook not only hurts humans, but also sucks their blood, restoring the bats health.
ru: Хук не только наносит жертве урон, но и восстанавливает здоровье Мыши.

source: Their hook not only hurts humans, but also sucks their blood, restoring the smokers health.
ru: Хук не только наносит жертве урон, но и восстанавливает здоровье Курильщика.

source: They also have a powerful rifle that deals 20 damage points in locked position, and 10–13 otherwise.
ru: У них также есть мощная винтовка, которая наносит 20 урона в закрепленном положении, и 10–13 в противном случае.

source: They can create powerful bombs with their hammer.
ru: Они могут создавать мощные бомбы с помощью их молота.

source: This username is already taken by an existing account
ar: اسم المستخدم مأخوذ
bg: Това потребителско име вече е заето
cs: Toto jméno je obsazené
de: Dieser Nutzername ist bereits durch ein Konto belegt
el: Αυτό το όνομα έχει ήδη πιαστεί από έναν ήδη υπάρχοντα λογαριασμό
es: Este nombre de usuario ya está cogido por una cuenta existente
fa: این نام کاربری قبلا انتخاب شده
fr: Ce nom d'utilisateur est déjà pris par un compte existant
it: Questo username è stato già preso da un account esistente
ja: この名前は既に使用されています
nl: Deze gebruikersnaam is al gebruikt door een bestaand account.
pl: Nazwa użytkownika jest zajęta przez istniejące konto
pt: Esse nome de usuário já está em uso por uma conta existente.
ru: Это прозвище уже занято
sr_cs: Korisničko ime je već zauzeto
tl: Ang panglan na ito ay nakuha na
tr: Bu kullanıcı adı daha önceden alınmış
uk: Це ім'я вже зайнято існуючим акантом

source: Too few zombies to revive anyone (less than {int:MinZombies})
ru: Слишком мало заражённых, чтобы кого-либо оживить (меньше {int:MinZombies})

source: Touching the slime inflicts three damage points in three seconds on a human.
ar: اتّصال بلعابه يضعف من طاقة البشر بثلاث نقاط في ثلاث ثوان.
bg: Докосването на слузта от някой човек му нанася три точки повреда за три секунди.
de: Den Schleim zu berühren, fügt einem Menschen drei Schadenspunkte in drei Sekunden zu.
es: Tocar el limo inflige tres puntos de daño en tres segundos a un humano.
fa: لمس کردن لجن اون باعث وارد شدن سه واحد ضربه در هر سه ثانیه به انسان‌ها می‌شود.
fr: En touchant cette bave toxique, les humain·e·s perdent trois points de vie en trois secondes.
it: Toccanndo la bava, infligge tre punti danno in tre secondi su un umano.
nl: Het aanraken van slijm levert drie schade punten op in drie seconden op een mens.
pl: Dotknięcie szlamu zadaje 3 punkty uszkodzeń przez 3 sekundy.
pt: Tocar o limo inflige três pontos de dano ao longo de três segundos em um ser humano.
ru: Прикосновение слизи наносит человеку три единицы урона в течение трёх секунд.
sr_cs: Dodirivanje sluzi daje ljudima tri poena štete za tri sekunde.
tl: Pagnahawakan mo ang slime nadadamage ka nito ng 3 sa panahon ng tatkong segundo bilang tao.
tr: Balçığa dokunmak, insana 3 saniye içinde 3 puan hasar verir.
uk: Доторкаючись до слизу людина отруюється на 3 секунди і втрачає 3 очки життя.

source: Type “/help {str:ClassName}” for more information about your class
ar: أكتب «help {str:ClassName}/» لمزيد من المعلومات عن شخصيتك
bg: Въведете «/help {str:ClassName}» за повече информация за вашия клас
cs: Napiš »/help {str:ClassName}« pro víc informací o tvém povolání
de: Gib »/help {str:ClassName}« ein für zusätzliche Angaben in betreff auf deine Klasse
el: Γράψε «/help {str:ClassName}» για περισσόερες πηροφορίες για την ιδιότητά σου
es: Escribe «/help {str:ClassName}» para más información sobre tu clase
fa: تایپ کنید «help {str:ClassName}/» برای اطلاعات بیشتر درمورد نقشتان
fr: Tapez «/help {str:ClassName}» pour plus d'information sur votre classe
hu: Írd be, hogy „/help {str:ClassName}”, hogy többet megtudhass az osztályodról
it: Scrivi «/help {str:ClassName}» per avere più informazioni sulla tua classe
ja: "/help {str:ClassName}" でその職業の詳細を開けます
nl: Type „/help {str:ClassName}” voor meer informatie over je klasse
pl: Wpisz «/help {str:ClassName}» by uzyskać więcej informacji o swojej rasie
pt: Digite “/help {str:ClassName}” para mais informações sobre sua classe
ru: Напишите «/help {str:ClassName}», чтобы больше узнать о своём классе
sr_cs: Napiši »/help {str:ClassName}\« za više informacija o svojoj klasi
tl: Isulat "/help {str:ClassName}" para sa mas marami na inpormasyon tungkol sa iyong klase
tr: Sınıfınız hakkında daha fazla bilgi için "/help {str:ClassName}" yazın
uk: Напишіть «/help {str:ClassName}» для інформації про ваш клас

source: Undead
ar: الاميت
bg: Неумиращ
cs: Nemrtvý
de: Untoter
el: Αθάνατος
es: Muerto viviente
fa: جان سخت
fr: Invincible
hu: Élőhalott
it: Morto Vivente
ja: アンデッド
nl: Ondode
pl: Nieumarły
pt: Morto Vivo
ru: Бессмертный
tr: Zombi
uk: Невмирущий

source: Undeads
ru: Бессмертные

source: Unknown class
ar: شخصية غير معروفة
bg: Неизвестен клас
cs: Neznámé povolání
de: Unbekannte Klasse
el: Άγνωστη ιδιότητα
es: Cláse desconocida
fa: نقش ناشناخته
fr: Classe inconnue
hu: Ismeretlen osztály
it: Classe sconosciuta
ja: 未知のクラス
nl: Onbekende klasse
pl: Nieznana klasa
pt: Classe desconhecida
ru: Неизвестный класс
sr_cs: Nepoznata klasa
tl: Di alam na klase
tr: Bilinmeyen sınıf
uk: Невідомий клас

source: Unknown language
ar: لغة غير معروفة
bg: Непознат език
cs: Neznámý jazyk
de: Unbekannte Sprache
el: Άγνωστη γλώσσα
es: Idioma desconocido
fa: زبان ناشناخته
fr: Langue inconnue
hu: Ismeretlen nyelv
it: Lingua sconosciuta
ja: 未知の言語
nl: Onbekende taal
pl: Nieznany język
pt: Idioma desconhecido
ru: Неизвестный язык
sr_cs: Nepoznati jezik
tl: Hindi alam na lingwahe
tr: Bilinmeyen dil
uk: Невідома мова

source: Use the hammer to place a bomb and then use the laser to upgrade it
ru: Используйте молот, чтобы установить бомбу, а затем используйте лазер, чтобы усилить её

source: Use the hammer to place the bomb and explode it multiple times.
ar: إستعمل المطرقة لوضع القنبلة و التحكم في وقت تفجرها.
bg: Използвайте чука, за да поставите бомба и след това да я взривите.
cs: Použij kladivo poprvé k umístění bomby, podruhé k nechání bomby vybouchnout.
de: Benutze den Hammer, um deine Bombe zu setzen; imgleichen, um sie danach zu sprengen.
el: Χρησημοποίησε το σφυρί για να τοποθετήσεις βόμβες και να εκραγούν πολλες φορές
es: Usa el martillo para colocar una bomba y explotarla varias veces.
fa: برای جایگذاری و انفجار بمب ها برای چند بار از چکش استفاده کنید.
fr: Utiliser le marteau pour placer une bombe et la faire exploser plusieurs fois.
hu: Szintén kalapáccsal lehet a bombákat aktiválni, hogy felrobbanjanak.
it: Utilizza il martello per piazzare un insieme di bombe e per farle esplodere.
ja: 1度ハンマーを使用すると爆弾を設置し、もう一度使用すると爆弾を爆発させれます。
nl: Gebruik de hamer om een bom te plaatsen en om ze meerdere keren te laten ontploffen.
pl: Użyj młota do postawienia bomb i wieloktotnej aktywacji.
pt: Use o martelo para colocar a bomba e explodi-la múltiplas vezes.
ru: Используйте молот, чтобы установить бомбу и взорвать её несколько раз.
sr_cs: Uzmi čekić za postavljanje bombi i aktiviranje više puta.
tl: Gamitin ang hammer para mailagay ang bomba at pasabugin ito ng talong beses.
tr: Bomba yerleştirmek ve onu patlatmak için çekicinizi kullanın.
uk: Використовуйте молот, щоб ставити бомби та підривати їх декілька раз.

source: Use the laser to upgrade the bomb
ru: Используйте лазер, чтобы усилить бомбу
