Repository: Manki233/teeworlds-infclassRM
Catalog: other/po/*/infclass.po
Languages: ar, bg, cs, de, el, es, fa, fr, hu, it, ja, nl, pl, pt, ru, sr_cs, tl, tr, uk

source: (page {int:PageNumber}/{int:PagesInTotal}, see /changelog {int:NextPage})
ru: (страница {int:PageNumber}/{int:PagesInTotal}, см. /changelog {int:NextPage})

source: 10 seconds later, a few players become infected.
ru: 10 секунд спустя, несколько игроков заражаются.

source: A random class will be automatically attributed to you when rounds start
ar: سيم تعيين شخصية تلقائيا عند بداية الشوط
bg: Някой случаен клас ще бъде автоматично избран за вас, когато започне рунда
cs: Pokud si do začátku kola nevybereš povolání, tak je ti náhodně uděleno.
de: Dir wird ab jetzt eine zufällige Klasse am Anfange jeder Runde zugewiesen
el: Μια τυχαία ιδιότητα θα σου τεθεί όταν ξεκινήσει ο νέος γύρος
es: Una clase aleatoria te será asignada automáticamente al comenzar la ronda
fa: انتخاب خودکار نقش در ابتدای بازی بطور خودکار یک نقش برای شما انتخاب می کند
fr: Une classe aléatoire vous sera automatiquement attribuée en début de manche
hu: Ha a kör elkezdődik, és nem választottál, véletlenszerű osztályt kapsz
it: Una classe casuale ti sarà attribuita automaticamente quando l'incontro avrà inizio
ja: スタート時に職業抽選を選んだ場合、職業がランダムで決まります
nl: Een willekeurige klas zal automatisch toegevoegd worden wanneer de ronde start
pl: Przypadkowa rasa zostanie ci przypisana, gdy rozpocznie się rozgrywka
pt: Uma classe vai ser automaticamente atribuída a você quando a partida começar
ru: Как только начнётся раунд, тебе будет назначен случайный класс
sr_cs: Nasumična klasa će ti biti dodeljena kada započne runda
tl: Random class ang ibibigay sayo pag wala kang napili sa pagsimula ng round
tr: El başladığında rastgele bir sınıf seçilecek
uk: Випадковий клас буда виданий вам автоматично після початку раунду

source: All humans affected by the explosion become infected.
ar: كل البشر ألذين يصلهم الإنفجار يصابو بالعدوى.
bg: Всички хора засегнати от експлозията се инфектират.
cs: Všichni lidé v dosahu exploze se stanou nakaženými.
de: Alle Überlebenden, die von der Sprengung etwas abbekommen, werden angesteckt.
el: Όλοι οι άνθρωποι επηρεάζονται από την έκρηξη και γίνονται μολυσμένοι.
es: Todos los humanos afectados por la explosión son infectados.
fa: تمامی انسان های نزدیک به او تحت تأثیر انفجار قرار می گیرند.
fr: Tous les humains et les humaines touchés par l'explosion sont infectés.
hu: A robbanás közelében minden embert megfertől.
it: Tutti gli umani toccati dall'esposione diventano infetti.
ja: どんな生存者でも、爆風に触れると感染します。
nl: Alle mensen rond de explosie worden geïnfecteerd.
pl: Wszyscy ludzie dotknięci eksplozją zostają zarażeni.
pt: Todos os humanos afetados pela explosão se tornam infectados.
ru: Все люди, задетые взрывом, заражаются.
sr_cs: Svi ljudi zahvaćeni eksplozijom postanu zaraženi.
tl: Lahat ng tao sa loob ng pagsabog ay magiging infected.
tr: Patlamaya temas eden bütün insanlar zombiye dönüşür.
uk: Всі люди які постраждали від вибуху стають зараженими.

source: All players start as human.
ar: جميع اللاعبين يبدؤن كبشر
bg: Всички играчи започват като хора.
cs: Všichni hráči začínají jako člověk.
de: Alle Menschen beginnen die Runde als überlebende Menschen.
el: Όλοι οι παίκτες ξεκινούν σαν άνθρωποι
es: Todos los jugadores comienzan como humanos.
fa: همه ی بازیکن ها در نقش انسان بازی را آغاز می کنند.
fr: Toutes les joueuses et les joueurs commencent comme humain·e.
hu: Minden játékos emberként kezdi a kört.
it: Tutti i giocatori incominciano come umani.
ja: 開始時は全員生存者です。
nl: Alle spelers starten als een mens.
pl: Wszyscy zaczynają jako ludzie.
pt: Todos os jogadores começam como humanos.
ru: Все игроки начинают за людей.
sr_cs: Svi igrači započinju kao ljudi.
tl: Lahat ng naglalaro ay nagsisimula bilang tao.
tr: Bütün oyuncular birer insan olarak başlar.
uk: Всі гравці стартують людьми.

source: An error occured during the creation of your account.
ar: حدث خطأ اثناء صنع حسابك
bg: Възникна грешка по време на създаването на вашия акаунт.
cs: Při vytváření účtu se stala chyba.
de: Ein Fehler ist während der Erstellung deines Kontos aufgetreten.
el: Ένα πρόβλημα δημιουργήθηκε στη δημιουργία ενος καινούργιου λογαριασμόυ
es: Se produjo un error en el curso de la creación de tu cuenta.
fa: مشکلی در ساخت حساب شما رخ داد
fr: Une erreur est survenue durant la création de votre compte
it: Si è verificato un errore durante la creazione del tuo account.
ja: アカウント作成中にエラーが発生しました。
nl: Er is een fout opgetreden tijdens het aanmaken van je account.
pl: Wystąpił błąd podczas tworzenia twojego konta.
pt: Um erro ocorreu durante a criação de sua conta.
ru: Произошла ошибка при создании твоей учётной записи.
sr_cs: Dogodila se greška pri izradi Vašeg naloga.
tl: May maling nangyari habang ginagawa ang iyong account.
tr: Hesabınız oluşturulurken bir hata oluştu.
uk: З'явилась помилка при створені вашого аканту.

source: An error occured during the operation.
ar: لقد حدث خطأ أثناء العملية
bg: Имаше грешка по време на операцията.
cs: Během operace se stala chyba
de: Ein Fehler ist während des Vorganges aufgetreten.
el: Ένα πρόβλημα εμφανίστηκε στην λειτουργία.
es: Se produjo un error en el curso de esa operación.
fa: خطایی در عملیات رخ داده.
fr: Une erreur s'est produite durant cette opération.
it: Si è verificato un errore durante l'operazione.
nl: Er is een fout is opgetreden tijdens de actie
pl: Wystąpił błąd podczas operacji.
pt: Ocorreu um erro durante a operação.
ru: Возникла ошибка во время действия.
sr_cs: Pojavila se greška prlikom operacije.
tl: May maling nangyari habang ginagawa ang operasyon.
tr: İşlem sırasında bir hata oluştu.
uk: Помилка під час дії.

source: Any human that touch a hook in web mode is automatically grabbed.
ar: اي بشري يلمس السحب في وضع الشبكة تلقائيا يسحب.
bg: Всеки човек, докоснал куката в режим паяжина, автоматично бива закачен.
cs: Jakýkoliv člověk, který se dotkne háku v pavučinovém módu tak je automaticky přitáhnut k pavoukovi.
de: Jeder Überlebender, der einen Spinnenfaden berührt, wird von diesem erfaßt.
el: Οποιοσδήποτε άνθρωπος αγγίξει τον γάντζο σε λειτουργεία αράχνης αυτόματα γαντζόνεται.
es: Cualquier humano que toque el gancho en modo telaraña es automáticamente agarrado.
fa: هر انسانی که با این تار برخورد کند به طور خودکار گیر می افتد.
fr: Lorsqu'un humain ou une humaine touche un grappin en mode toile, ille est automatiquement attrapé par l'Araignée.
hu: Ha egy ember hozzáér a horoghoz háló módban, a zombi automatikusan ráakaszkodik.
it: Qualsiasi umano che tocca la corda in modalità ragnatela sarà automaticamente afferrato.
ja: どんな生存者でも、蜘蛛糸モード中に捕らえられると逃げるのが困難になります。
nl: Ieder mens dat de haak aanraakt in web-modus is automatisch gevangen.
pl: Jakikolwiek człowiek dotknie haka w trybie sieci, automatycznie jest łapany.
pt: Qualquer humano que tocar um gancho no modo teia é automaticamente agarrado.
ru: Любой человек прикоснувшийся к цепочке автоматически к ней прицепляется.
sr_cs: Kada čovek dotakne mrežu, ona ga automatski dohvati.
tl: Kahit sino na tao na hawakan ito ay mahohook.
tr: Ağ modundaki kancaya dokunan herhangi bir insan otomatik olarak kancaya yakalanır.
uk: Кожна людина, що доторкнеться його гака в режимі павутини автоматично захоплена.

source: Available help pages: {str:PageList}
ar: صفحات المساعدة المتاحة: {str:PageList}
bg: Налични помощни страници: {str:PageList}
cs: Dostupné stránky pomoci: {str:PageList}
de: Verfügbare Hilfeseiten: {str:PageList}
el: Διαθέσιμη σελίδ βοήθειας: {str:PageList}
es: Páginas de ayuda disponibles: {str:PageList}
fa: تعداد صفحه های راهنمای در دسترس: {str:PageList}
fr: Pages d'aide disponibles : {str:PageList}
it: Pagine d'aiuto disponibili: {str:PageList}
ja: 閲覧できるヘルプページ：{str:PageList}
nl: Beschikbare help pagina's: {str:PageList}
pl: Dostępne strony z pomocą: {str:PageList}
pt: Páginas de ajuda disponíveis: {str:PageList}
ru: Имеющиеся вспомогательные страницы: {str:PageList}
sr_cs: Dostupne stranice za pomoć: {str:PageList}
tl: Available na mga pages: {str:PageList}
tr: Kullanılabilir yardım sayfaları: {str:PageList}
uk: Доступні сторінки допомоги: {str:PageList}

source: Available languages: {str:ListOfLanguage}
ar: اللغات المتاحة: {str:ListOfLanguage}
bg: Налични езици: {str:ListOfLanguage}
cs: Dostupné jazyky: {str:ListOfLanguage}
de: Verfügbare Sprachen: {str:ListOfLanguage}
el: Διαθέσιμες γλώσσες: {str:ListOfLanguage}
es: Idiomas disponibles: {str:ListOfLanguage}
fa: زبان های در دسترس: {str:ListOfLanguage}
fr: Langues disponibles : {str:ListOfLanguage}
it: Lingue disponibili: {str:ListOfLanguage}
ja: 使用可能な言語：{str:ListOfLanguage}
nl: Beschikbare talen: {str:ListOfLanguage}
pl: Dostępne języki: {str:ListOfLanguage}
pt: Idiomas disponíveis: {str:ListOfLanguage}
ru: Доступные языки: {str:ListOfLanguage}
sr_cs: Dostupni jezici: {str:ListOfLanguage}
tl: Available na languages: {str:ListOfLanguage}
tr: Kullanılabilir diller: {str:ListOfLanguage}
uk: Можливі мови: {str:ListOfLanguage}

source: Based on the concept of Infection mod by Gravity
ar: مستلهمة من مفهوم لعبة العدوى ل gravity
bg: Въз основа на концепцията за Infection мода от Gravity
de: Fußend auf dem Einfalle der Infection-Mod von Gravity
es: Basado en el concepto del mod Infection por Gravity
fa: پایه ریزی شده بر روی مد ویروس اولیه توسط Gravity
fr: Basé sur le concept du mod "Infection" par Gravity
it: Basato sul concetto della modalità Infection di Gravity
nl: Gebaseerd op het concept van Infection mod door Gravity
pl: W oparciu o Infecton mod by Gravity
pt: Baseado no conceito de Infection mod por Gravity
ru: Режим игры основан на модификации Infection автора Gravity
sr_cs: Zasnovano na konceptu Infection mod od Gravity
tl: Base sa concepto ng infection mod ni Gravity
tr: Gravity'nin infection konseptine dayalı olarak yapılmıştır
uk: Основана на концепті "Infection mod" від Gravity

source: Bat
ru: Мышь

source: Bat can jump multiple times in air.
ru: Летучая мышь может делать несколько прыжков.

source: Biologist
ar: عالم بيئي
bg: Биолог
de: Lebenskundler
es: Biólogo
fa: زیست شناس
fr: Biologiste
it: Biologo
nl: Bioloog
pl: Biolog
pt: Biólogo
ru: Биолог
sr_cs: Biolog
tr: Biyolog
uk: Біолог

source: Biologists
ru: Биологи

source: Boomer
ar: متفجر
bg: Изхувател
cs: Sebevrah
de: Bomber
el: Βομβιστής
fa: عامل انتحاری
hu: Bomba
ja: 爆弾魔
pl: Wybuchacz
ru: Взрывун
sr_cs: Bumer
tr: Patlayıcı
uk: Вибуховий

source: ChangeLog is not provided
ru: Список изменений не предоставлен

source: ChangeLog page {int:PageNumber} is not available
ru: Страница {int:PageNumber} недоступна

source: Choose a help page with /help <page>
ar: اختر صفحة مساعدة بأمر help/
bg: Изберете страница от помощта с /help <страница>
cs: Vyber si stránku pomocí příkazu /help <čislo-strany>
de: Wähle eine Hilfeseite durch /help <Seite>
el: Διάλεξε μια βοήθεια πατώντας /help <σελίδα>
es: Escoge una página de ayuda con /help <página>
fa: برای انتخاب صفحه ی راهنما از /help <شماره ی صفحه> استفاده کنید
fr: Choisissez une page d'aide avec /help <page>
it: Scegli una pagina d'aiuto con /help <page>
ja: "/help <ページ>"でヘルプページを選んで下さい
nl: Kies een help pagina met /help <page>
pl: Wybierz stronę pomocniczą używając /help <page>
pt: Escolha uma página de ajuda com /help <página>
ru: Выберите страницу справки используя /help <страница>
sr_cs: Izaberi stranicu za pomoć upisivanjem /help <stranica>
tl: Pumili ng help page gamit ang /help <page>
tr: "/help <page>" ile bir yardım sayfası seçin
uk: Виберіть свою сторінку завдяки /help <page>

source: Choose your class
ar: إختر شخصيتك
bg: Изберете вашия клас
cs: Vyber si své povolání
de: Wähle deine Klasse
el: Διάλεξε την ιδιότητά σου
es: Selecciona tu clase
fa: کلاس خود را انتخاب کن
fr: Choisissez votre classe
hu: Választd ki az osztályodat!
it: Scegli la tua classe
ja: 好きな職業を選んで下さい
nl: Kies jouw klasse
pl: Wybierz swoją rasę
pt: Escolha a sua classe
ru: Выберите класс
sr_cs: Izaberi svoju klasu
tl: Pumili ka ng class
tr: Sınıfınızı seçin
uk: Виберіть свій клас

source: Create an account on Crowdin and join a translation team:
ar: سجل حساب على Crowdin وانضم الى فريق الترجمة:
bg: Създайте си акаунт на Crowdin и се присъединете към преводаческия екип:
cs: Vytvoř si účet na Crowdin a připoj se k překladatelům:
de: Erstelle ein Konto bei Crowdin und schließe dich einem Übersetzungskreis an:
el: Δημιούργησε εναν λογαρισμό στο Crowdin και γίνε μέλος στην ομάδα μετάφρασης:
es: Crea una cuenta en Crowdin y te une a un equipo de traducción:
fa: یک اکانت در Crowdin بسازید و در تیم ترجمه عضو شوید:
fr: Créez un compte sur Crowdin et rejoignez une équipe de traduction:
it: Crea un account su Crowdin e unisciti al nostro team di traduzioni:
ja: Crowdinのアカウントを作成して、翻訳のチームに参加して下さい
nl: Maak een account aan op Crowdin en neem deel aan het vertalingsteam:
pl: Utwórz konto na Crowdin i dołącz do drużyny tłumaczy:
pt: Crie uma conta no Crowdin e entre em um time de tradução:
ru: Создайте учётную запись в Crowdin и присоединитесь к команде переводчиков:
sr_cs: Napravi nalog na Crowdin-u i pridruži se timu prevoditelja:
tl: Gumawa ng account sa Crowdin at sumama sa translation team:
tr: Crowdin'de bir hesap oluşturun ve çeviri ekibine katılın:
uk: Створіть акаунт на Crowdin і приєднайтеся до команди перекладачів:

source: Each bomb can explode one time.
ar: إحدى قنبلة يمكن أن تنفجر {int:NumBombs} من مرّات.
bg: Всяка бомба може да взриви веднъж.
cs: Každá bomba může vybouchnout jednou
de: Jegliche Bombe kann einmal gesprengt werden.
el: Κάθε βόμβα μπορεί να εκραγεί μία μονο φορα.
es: Cada bomba puede explotar una vez.
fa: هر بمب می تواند یک بار منفجر شود.
fr: Chaque bombe peut exploser une seule fois
hu: Minden bomba egy alkalommal robbanhat fel.
it: Ogni insieme di bombe può esplodere un volte.
ja: 爆弾は {int:NumBombs} 回まで爆発させれます。
nl: Elke bom kan één keer ontploffen.
pl: Każda bomba może wybuchnąć raz.
pt: Cada bomba pode explodir uma vez.
ru: Каждая бомба может взорваться {int:NumBombs} раз.
sr_cs: Svaka bomba može da eksplodira {int:NumBombs} put.
tl: Kada bomba ay kayang sumabog ng paisa-isa.
tr: Her bomba birer kez patlayabilir.
uk: Кожна бомба може підірватись {int:NumBombs} раз.

source: Engineer
ar: مهندس
bg: Инженер
cs: Inženýr
de: Ingenieur
el: Μηχανικός
es: Ingeniero
fa: مهندس
fr: Ingénieur·e
hu: Mérnök
it: Ingegnere
ja: エンジニア
nl: Ingenieur
pl: Inżynier
pt: Engenheiro
ru: Инженер
sr_cs: Inženjer
tr: Mühendis
uk: Інженер

source: Engineers
ru: Инженеры

source: Example: “/msg !medic I'm wounded!”
ar: مثال: «!msg !medic 2anā garī7un/»
bg: Пример: «/msg !medic, ранен съм!»
cs: Příklad: »/msg !medic Jsem zraněný!«
de: Beispiel: »/msg !medic Ich bin verwundet!«
el: Για παράδειγμα: «/msg !medic Είμαι πληγωμένος!»
es: Ejemplo: «¡Estoy herido!»
fa: نمونه: «من زخمی شدم! msg !medic»
fr: Exemple : «/msg !medic Je suis blessé !»
it: Esempio: «/msg !medic Sono ferito!»
nl: Voorbeeld: „/msg !medic Ik ben gewond!”
pl: Przykład «/msg !medyk jestem ranny!»
pt: Exemplo: “/msg !medic Estou ferido!”
ru: Пример: «/msg !medic Я ранен!»
sr_cs: Primer: »/msg !medic I'm wounded!«
tr: Örneğin: “/msg !medic Yaralıyım!”
uk: Наприклад: «/msg !medic I'm wounded!»

source: Example: “/mute nameless tee”
ru: Пример: «/mute nameless tee»

source: Explosive yield: {percent:BombLevel}
ar: نتيجة انفجار: {percent:BombLevel}
bg: Експлозивен добив: {percent:BombLevel}
cs: Explosivní efekt: {percent:BombLevel}
de: Ladungsmenge: {percent:BombLevel}
el: Πεδίο έκρηξης: {percent:BombLevel}
es: Potencia explosiva: {percent:BombLevel}
fa: میزان عملکرد مواد منفجره: {percent:BombLevel}
fr: Puissance de l'explosion: {percent:BombLevel}
it: Potenziale esplosivo: {percent:BombLevel}
nl: Explosieve opbrengst: {percent:BombLevel}
pl: Pole wybuchu: {percent:BombLevel}
pt: Poder explosivo: {percent:BombLevel}
ru: Разрывной заряд: {percent:BombLevel}
sr_cs: Područje eksplozije: {percent:BombLevel}
tl: Laki ng pagsabog: {percent:BombLevel}
tr: Patlama verimi: {percent:BombLevel}
uk: Поле вибуху: {percent:BombLevel}

source: Ghost
ar: شبح
bg: Призрак
cs: Duch
de: Geist
el: Φάντασμα
es: Fantasma
fa: روح
fr: Fantôme
hu: Szellem
it: Fantasma
ja: ゴースト
nl: Geest
pl: Duch
pt: Fantasma
ru: Призрак
sr_cs: Duh
tr: Hayalet
uk: Привид

source: Ghosts
ru: Призраки

source: Ghoul
ar: شيطان
bg: Вампир
cs: Ghůl
de: Ġul
el: Γκούλ
es: Gul
fa: غول
fr: Goule
it: Spirito
pl: Ghul
pt: Canibal
ru: Гуль
sr_cs: Zloduh
tl: Ghould
tr: Gulyabani
uk: Вовкулака

source: Ghouls
ru: Гули

source: Grenade limit increased
ar: ارتفع حد القذائف
bg: Лимита на гранатите е увеличен
de: Granatenhöchstzahl erhöht
es: Límite de granadas acrecentado
fa: محدوده ی انفجار نارنجک افزایش یافت
fr: Limite du nombre de grenades augmentée
it: Limite del lanciagranate aumentato
nl: Granaat limiet verhoogd
pl: Zwiększony limit ilości granatów
pt: Limite de granadas aumentado
ru: Предел гранат поднят
sr_cs: Ograničenje granate povećano
tl: Bilang ng takdang granada ay nadagdagan
tr: Bomba limiti arttı
uk: Ліміт гранат збільшений

source: Grenades with medicine give armor to everybody in their range, including Heroes and the Medic themself
ru: Гранаты с медикаментами дают броню всем находящимся в их досягаемости, включая Героев и самих Медиков

source: He can also inflict 1 damage point per second by hooking humans.
ar: يمكنه أيضا ان ينقص طاقة البشر نقطة ١ عن طريق الإمساك بهم.
bg: Също така, той може да нанесе 1 точка повреда за секунда като използва своята кука върху хора.
cs: Taky může způsobit 1 útočný bod za sekundu zaháknutím lidí.
de: Außerdem kann er einem Überlebenden einen Schadenspunkt für jede Sekunde, in der er sich an ihn klammert, zufügen.
el: Μπορεί επίσης να προκαλέσει 1 πόντο ζημιάς το δευτερόλεπτο με το να γαντζώνει τους ανθρώπους
es: También puede infligir 1 punto de daño por segundo al enganchar a humanos.
fa: او همچنین می تواند با زنجیر کردن انسان ها هر ثانیه 1 واحد از سلامتیشان را کم کند.
fr: Illes peuvent aussi infliger 1 point de dégât par seconde en agrippant un humain ou une humaine.
hu: Továbbá másodpercenként 1 ponttal sebzi az embereket, ha rájuk akaszkodik.
it: Lui può anche infliggere 1 punto di danno per secondo quando afferra un umano col suo gancio.
ja: また、フックで生存者を捕らえると、その生存者に1ダメージずつ与えます。
nl: Hij kan ook 1 schade punt opleveren per seconde door mensen te haken.
pl: Może również zabierać 1 punkt życia łapiąc na hak ludzi.
pt: Ele também causa 1 ponto de dano por segundo ao segurar humanos com seu gancho.
ru: Ещё он наносит 1 урон в секунду человеку, к которому прицеплен цепочкой (хуком).
sr_cs: Može da nanese 1 škodan bod po sekundi kada huka ljude.
tl: Kaya nya rin na magbigay ng isang damage point kada segundo sa paghohohook ng mga tao.
tr: Ayrıca kancayla insanları tuttuğu her saniye 1 puan zarar verir.
uk: Він також може заподіяти 1 очко ушкодження за секунду, хапаючи людей.

source: He can jump two times in air.
ar: يمكنه أن يقفز مرتين في الهواء.
bg: Той може да скача два пъти във въздуха.
cs: Může skočit 3 krát
de: Er kann zweimal in der Luft springen.
el: Μπορεί να πηδήξει δύο φορές στον αέρα.
es: Puede saltar dos veces en el aire.
fa: او می تواند در آسمان دوبار بپرد.
fr: Illes peuvent sauter deux fois en l'air.
hu: Kétszer ugorhat levegőben.
it: Lui può saltare due volte in aria.
ja: また、空中で2回ジャンプを行うことができます。
nl: Hij kan twee keer springen in de lucht.
pl: Łowca może zarażać ludzi i leczyć zarażonych swoim młotem.
pt: Ele pode pular duas vezes no ar.
ru: Он способен на тройной прыжок.
sr_cs: Može da skoči dva puta u vazduh.
tl: Kaya nyang tumalon ng dalawang beses sa hangin.
tr: Havada iki kez zıplayabilir.
uk: Він може стрибати два рази в повітрі.

source: Hero
ar: بطل
bg: Герой
cs: Hrdina
de: Recke
el: Ήρωας
es: Héroe
fa: قهرمان
fr: Héro·ïne
hu: Hős
it: Eroe
ja: ヒーロー
nl: Ninja
pl: Bohater
pt: Herói
ru: Герой
sr_cs: Heroj
tr: Kahraman
uk: Герой

source: Heroes
ru: Герои

source: His hammer is replaced by a katana, allowing him to jump one time before touching the ground.
ar: مطرقته مستبدلة بالسيف، تمكنه من القفز {int:NinjaJump} من مرّات قبل أن يلمس الأرض.
bg: Неговият чук се заменя с катана, която му позволява да скочи един път преди да докосне земята.
cs: Jeho kladivo je nahrazeno katanou, se kterou může skočit 1 krát, před dotknutím se země
de: Sein Hammer ist durch ein japanisches Langschwert ersetzt, welches seinem Träger die Fähigkeit verleiht, einmal durch die Luft zu stoßen, ehe er wieder den Boden berühren muß.
el: Το σγυρί του εει αντικατασταθεί από ένα κατάνα, το οπολι του επιτρέπει να πηδάει μια φορά πριν ακουμπήσει το έδαφος
es: Su martillo ha sido reemplazado por una katana, permitiéndole saltar una vez antes de tocar el suelo.
fa: نینجا بجای چکش یک کاتانا با خود حمل می کند که به او اجازه می دهد {int:NinjaJump} بار بدون برخورد به زمین بپرد.
fr: Son marteau est remplacé par un katana lui permetant de sauter une fois avant de toucher le sol.
it: Il suo martello è rimpiazzato da una katana che gli permette di saltare un volte prima di toccare terra.
ja: また、彼のハンマーは刀として使用できます。そして、彼は空中で跳ぶことができます。ただし、{int:NinjaJump}回跳んだ後は着地しないと再使用することができません。
nl: Zijn hamer is vervangen door een katana waardoor hij één keer kan springen voordat hij de grond raakt.
pl: Jego młotek jest zamieniony w katanę, pozwalając mu skakać raz przed dotknięciem ziemi.
pt: Seu martelo foi substituído por uma katana, permitindo que ele ataque uma vez antes de precisar tocar no chão.
ru: Его молот заменён катаной, позволяющей ему делать рывок {int:NinjaJump} раз, пока он не коснётся земли
sr_cs: Njegov čekić je zamenjen katanom, može skočiti jedan put pre nego padne.
tl: Ang kanyang hammer ay napapalitan ng katana, na binibigyan siya ng isang talon bago siya tumama sa lupa.
tr: Çekicinin yerine bir katana vardır, yere dokunmadan önce bir kez zıplamasını sağlar.
uk: Його молот замінений катаною що дозволяє йому стрибати один раз до торкання землі.

source: Hook protection disabled
ar: يمكن للاعبين الإمساك بك
bg: Защита против куки деактивирана
cs: Ochrana proti hákům deaktivována
de: Verhakungsschutz ausgeschalten
el: Ανενεργή προστασία γάντζου
es: Protección de gancho desactivada
fa: محافظت زنجیر غیر فعال شد
fr: Protection contre le grappin désactivé
hu: Horog-védelem kikapcsolva
it: Protezione dalla corda disabilitata
ja: フック無保護中
nl: Beveiliging van de haak uitgeschakeld
pl: Ochrona od haka dezaktywowana
pt: Proteção contra o gancho desativada
ru: Защита против зацепки выключена
sr_cs: Hook-zaštita isključena
tl: Ang iyong proteksyon sa hook ay wala na
tr: Kanca koruması devre dışı
uk: Захист від гака виключений

source: Hook protection enabled
ar: لا يمكن للاعبين الإمساك بك
bg: Защита против куки активирана
cs: Ochrana proti hákům aktivována
de: Verhakungsschutz eingeschalten
el: Ενεργή προστασία γάντζου
es: Protección de gancho activada
fa: محافظت زنجیر فعال شد
fr: Protection contre le grappin activée
hu: Horog-védelem bekapcsolva
it: Protezione dalla corda abilitata
ja: フック保護中
nl: Beveiliging van de haak ingeschakeld
pl: Ochrona od haka aktywowana
pt: Proteção contra o gancho ativada
ru: Защита против зацепки включена
sr_cs: Hook-zaštita uključena
tl: Proteksyon sa hook ay nakaon
tr: Kanca koruması aktif
uk: Захист від гака включений

source: How to translate the mod
ar: كيف تترجم اللعبة
bg: Как да се преведете този мод
cs: Jak přeložit mód
de: Wie sich diese Mod übersetzen läßt
el: Πώς να μεταφράσεις αυτήν την έκδοση
es: Como traducir el mod
fa: نحوه ی ترجمه ی مود
fr: Comment traduire le mod
it: Come tradurre questa modalità
ja: どのようにmodを翻訳しますか
nl: Hoe de mod te vertalen
pl: Jak przetłumaczyć ten mod
pt: Como traduzir este mod
ru: Как перевести модификацию
sr_cs: Kako prevesti mod
tl: Paano matranslate ang mod
tr: Modu nasıl tercüme edebilirim
uk: Як перекладати мод

source: How to use taxi mode
ru: Как использовать режим такси

source: Hunter
ar: صياد
bg: Ловец
cs: Lovec
de: Jäger
el: Κοράκι
es: Cazador
fa: شکارچی
fr: Chasseur/Chasseuse
hu: Vadász
it: Cacciatore
ja: ハンター
nl: Jager
pl: Łowca
pt: Caçador
ru: Охотник
sr_cs: Lovac
tr: Avcı
uk: Мисливець

source: Hunters
ru: Охотники
