Repository: Manki233/teeworlds-infclassRM
Catalog: other/po/*/infclass.po
Languages: ar, bg, cs, de, el, es, fa, fr, hu, it, ja, nl, pl, pt, ru, sr_cs, tl, tr, uk

source: Use “/msg !<ClassName> <My Message>” to send a private message to all players with a specific class.
ar: استعملْ «<رسالتي> <اسم شخصية>! msg/» لرسالة خاصة بكل لاعب بشخصية محددة.
bg: Използвайте «/msg !<Име На Клас> <Съобщение>» за да изпратите лично съобщение до всички играч с определен клас.
cs: Když chceš poslat zprávu specifické třídě, použij »/msg!<JménoTřídy> <Zpráva>«.
de: Nutze »/msg !<Klassenname> <Meine Nachricht>«, um eine Nachricht beschränkt auf die Spieler einer Klasse auszusenden.
el: Γράψε «msg<ΌνομαΙδιότητας> <Το μήνυμά σου>» για να στείλεις προσωπικό μήνυμα σε όλους τους παίκτες με αυτήν την ιδιότητα.
es: Usa «/msg <Nombre de jugador> <Mi mensaje>» para hacer llegar un mensaje dirigido a los jugadores de una clase específica.
fa: از «!<نام نقش> <پیام من> msg/» برای فرستادن پیام خصوصی به تمام بازیکن های یک نقش استفاده کنید!
fr: Utilisez «/msg !<NomDeClasse> <Mon Message>» pour envoyer un message privé à tous les joueurs et les joueuses avec une classe spécifique.
it: Usa «/msg !<NomeClasse> <Mio Messaggio>» per inviare un messaggio privato a tutti i giocatori di una classe specifica.
nl: Gebruik „/msg !<ClassName> <My Message>” om een privé bericht te sturen naar alle spelers met een specifieke klas.
pl: Uzyj «/msg !<ClassName> <My Message>» aby wysłać prywatną wiadomość wszystkim graczom z konkretną rasą.
pt: Use “/msg !<ClassName> <My Message>” para enviar uma mensagem privada para todos os jogadores de uma classe específica.
ru: Примени «/msg !<имя классы> <Моё сообщение>», чтобы послать частное сообщение всем игрокам отдельного класса.
sr_cs: Koristi »/msg !<ime klase> <poruka moja>« da bi poslao/poslala privatnu poruku svim igračima jedne specifične klase.
tl: Gamitin “/msg !<classname> <mensahe>” para isend sa lahat nang player na ganun ang class.
tr: Belirli bir sınıftaki bütün oyunculara özel mesaj yollamak için “/msg !<ClassName> <My Message>” komutunu kullanın.
uk: Використовуйте «/msg !<ClassName> <My Message>», щоб надіслати приватне повідомлення усім гравцям з вибраним класом.

source: Use “/msg !near” to send a private message to all players near you.
ar: استعملْ «msg !near/» لرسالة خاصة بكل لاعب بالقرب منك.
bg: Използвайте «/msg !near» да изпратите лично съобщение до всички играчи близо до вас.
cs: Použij »/msg !near« k napsání zprávy všem hráčům blízko tebe.
de: Nutze »/msg !near«, um eine Nachricht beschränkt auf alle Spieler in deiner Nähe zu versenden.
el: Γράψε «/msg !near» για να στείλεις προσωπικό μήνυμα σε όλους τους κοντινούς παίκτες.
es: Usa «/msg !near» para hacer llegar un mensaje dirigido a los jugadores en tu proximidad.
fa: از «msg !near/» برای فرستادن پیام خصوصی به تمام بازیکن های نزدیک به خودتان استفاده کنید!
fr: Utilisez «/msg !near» pour envoyer un message privé à tous les joueurs et les joueuses proche de vous.
it: Usa «/msg !near» per inviare un messaggio a tutti i giocatori vicini a te.
nl: Gebruik „/msg !near” om een privé bericht te sturen naar alle spelers rondom jou.
pl: Użyj «/msg !near» aby wysłać wiadomośc wszystkim graczom w pobliżu.
pt: Use “/msg !near” para enviar uma mensagem privada para todos os jogadores perto de você.
ru: Примени «/msg !near», чтобы послать частное сообщение всем игрокам в окрестностях.
sr_cs: Koristi »/msg !near\« da bi poslao/poslala privatne poruke svim igračima blizu tebe.
tl: Gamitin “/msg !near” para magsend ng private message sa lahat ng tao sa palibot mo.
tr: Yakınınızdaki bütün oyunculara özel mesaj yollamak için “/msg !near” komutunu kullanın.
uk: Використовуйте «/msg !near», щоб надіслати приватне повідомлення усім гравцям навколо себе.

source: Use “/msg <PlayerName> <My Message>” to send a private message to this player.
ar: إستخدم «<إسم اللاعب> <رسالتي> msg/» لإرسال رسالة له.
bg: Използвайте «/msg <Име На Играч> <Съобщение>» за да изпратите лично съобщение до дадения играч.
cs: Pokud chceš napsat zprávu jinému hráči použij »/msg <JménoHráče> <Zpráva>«.
de: Nutze »/msg <Spielername> <Meine Nachricht>«, um eine Privatnachricht an den genannten Spieler zu schicken.
el: Γράψε «msg<ΌνομαΠαίκτη> <Το μήνυμά σου>» για να στείλεις προσωπικό μήνυμα σε αυτόν τον παίκτη.
es: Usa «/msg <Nombre de jugador> <Mi mensaje>» para hacer llegar un mensaje privado a un jugador específico.
fa: از «<نام بازیکن> <پیام من> msg/» برای فرستادن پیام خصوصی به یکی از بازیکن ها استفاده کنید.
fr: Utilisez «/msg <NomDUnJoueur> <Mon Message>» pour envoyer un message privé à ce ou cette joueuse.
it: Usa «/msg <NomeGiocatore> <Mio Messaggio>» per inviare un messaggio privato a questo giocatore.
nl: Gebruik „/msg <PlayerName> <My Message>” om een privé bericht te sturen naar deze speler.
pl: Użyj «/msg <PlayerName> <My Message>» aby wysłać prywatną wiadomość temu graczowi.
pt: Use “/msg <PlayerName> <My Message>” para enviar uma mensagem privada para este jogador.
ru: Примени «/msg <Имя игрока> <Моё сообщение>», чтобы послать частное сообщение данному игроку.
sr_cs: Koristi »/msg <korisnik> <poruka moja>« da bi slao/slala privatne poruke.
tl: Gamitin “/msg <panglan> <mensahe>” para masend sa player privately.
tr: Bu oyuncuya özel mesaj göndermek için “/msg <PlayerName> <My Message>” komutunu kullanın.
uk: Використовуйте «/msg <PlayerName> <My Message>», щоб надіслати приватне повідомлення іншому гравцю.

source: Voodoo
ru: Вуду

source: Voodoos
ru: Вуду

source: Web mode enabled
ar: وضعية العنكبوت تعمل
bg: Режим паяжина включен
cs: Pavučinový mód aktivován
de: Spinnennetz-Betrieb eingeschalten
el: Λειτουργεία ιστού ενεργή
es: Modo telaraña activado
fa: حالت تار عنکبوت فعال است
fr: Mode toile activé
hu: Háló mód bekapcsolva
it: Modalità ragnatela attivata
ja: 蜘蛛糸モード中
nl: Web-modus geactiveerd
pl: Tryb sieci aktywowany
pt: Modo Teia ativado
ru: Включен режим паутины
sr_cs: Mreža uključena
tl: Ang hook ay nasa lagay ng sapot na
tr: Ağ modu aktif
uk: Режим павутини включений

source: When an infected touches the wall, it dies.
ru: Когда заражённый касается стены, он умирает.

source: While in Spirit mode it cannot be killed. When the time is up it finally dies.
ru: Он неуязвим, когда находится в форме Духа. Но когда время выйдет, он умрет окончательно.

source: White hole
ru: Белая дыра

source: White hole: {sec:RemainingTime}
ru: Белая дыра: {sec:RemainingTime}

source: WhiteHole ready !
ru: Белая дыра готова!

source: Witch
ar: ساحرة
bg: Вещица
cs: Čarodějnice
de: Hexe
el: Μάγισσα
es: Bruja
fa: جادوگر
fr: Sorcière/Sorcier
hu: Boszorkány
it: Strega
ja: 魔女
nl: Heks
pl: Wiedźma
pt: Bruxa
ru: Ведьма
sr_cs: Veštica
tr: Cadı
uk: Відьма

source: Witches
ru: Ведьмы

source: Wrong username/password.
ar: إسم مستخدم\رمز مرور خاطئ
bg: Грешен юзер/парола.
cs: Špatné jméno. nebo heslo
de: Falscher Nutzername/Falsches Paßwort
el: Λάθος όνομα παίκτη/κωδικός.
es: Nombre de usuario erróneo/Contraseña errónea
fa: نام کاربری یا رمزعبور اشتباه است.
fr: L'identifiant ou le mot de passe est incorrect.
it: Username/password sbagliata.
nl: Verkeerde gebruikersnaam/wachtwoord
pl: Błędne hasło/nazwa użytkownika
pt: Usuário e/ou senha inválidos.
ru: Неверное имя пользователя/неверный пароль.
sr_cs: Pogrešno korisničko ime/šifra.
tl: Maling pangalan/hudyat.
tr: Yanlış kullanıcı adı/şifre.
uk: Неправильне ім'я користувача/пароль.

source: You are a human: {str:ClassName}
ar: أنت إنسان : {str:ClassName}
bg: Вие сте човек: {str:ClassName}
cs: Jsi člověk {str:ClassName}
de: Du bist ein Überlebender: {str:ClassName}
el: Έίσαι άνθρωπος: {str:ClassName}
es: Eres un humano : {str:ClassName}
fa: شما یک انسان در نقش {str:ClassName} هستید
fr: Vous êtes humain·e : {str:ClassName}
hu: Ember vagy: {str:ClassName}
it: Sei un umano : {str:ClassName}
ja: {str:ClassName}になりました
nl: Je bent een mens: {str:ClassName}
pl: Jesteś człowiekiem: {str:ClassName}
pt: Você é um humano: {str:ClassName}
ru: Вы человек в роли: {str:ClassName}
sr_cs: Ti si čovek: {str:ClassName}
tl: Ikaw ay isang {str:ClassName}
tr: Bir insansınız: {str:ClassName}
uk: Ви людина: {str:ClassName}

source: You are an infected: {str:ClassName}
ar: انت مصاب بالعدوى : {str:ClassName}
bg: Вие сте инфектиран: {str:ClassName}
cs: Jsi nakažený: {str:ClassName}
de: Du bist ein Erkrankter: {str:ClassName}
el: Είσαι μολυσμένος: {str:ClassName}
es: Eres un infectado : {str:ClassName}
fa: شما یک فرد ویروسی در نقش {str:ClassName} هستید
fr: Vous êtes infecté·e : {str:ClassName}
hu: Zombi vagy: {str:ClassName}
it: Sei un infetto : {str:ClassName}
ja: 感染して{str:ClassName}になりました
nl: Je bent geïnfecteerd: {str:ClassName}
pl: Jesteś zarażony: {str:ClassName}
pt: Você é um infectado: {str:ClassName}
ru: Вы заражённый в роли: {str:ClassName}
sr_cs: Ti si zaražen: {str:ClassName}
tl: Ikaw ay nainfected: {str:ClassName}
tr: Bir zombisiniz: {str:ClassName}
uk: Ви заражений: {str:ClassName}

source: You are frozen: {sec:EffectDuration}
ar: لقد تجمدت : {sec:EffectDuration}
bg: Вие сте замразени: {sec:EffectDuration}
cs: Jsi zmražený: {sec:EffectDuration}
de: Du bist eingefroren: {sec:EffectDuration}
el: Είσαι παγωμένος: {sec:EffectDuration}
es: Estás congelado: {sec:EffectDuration}
fa: شما در حالت یخ زده هستید: {str:VictimName}
fr: Vous êtes gelés : {sec:EffectDuration}
hu: Lefagytál: {sec:EffectDuration}
it: Sei congelato per {sec:EffectDuration}
nl: Je bent bevroren: {sec:EffectDuration}
pl: Jesteś zamrożony na: {sec:EffectDuration}
pt: Você está congelado: {sec:EffectDuration}
ru: Вы заморожены: {sec:EffectDuration}
sr_cs: Ti si zamrznut: {sec:EffectDuration}
tl: Ikaw ay frozen: {sec:EffectDuration}
tr: Dondunuz: {sec:EffectDuration}
uk: Ви були замороженi: {sec:EffectDuration}

source: You are muted for {sec:Duration}
ar: تم إسكاتك لمدة {sec:Duration}
bg: Вие сте мутиран за {sec:Duration}
de: Du bist für {sec:Duration} stummgeschalten worden.
es: Tus mensajes están apagados para {sec:Duration}
fa: شما توانایی چت کردن را به مدت {sec:Duration} از دست دادید
fr: Vous êtes mis sous silence pour {sec:Duration}
it: Sei mutato per {sec:Duration}
nl: Je bent gedempt voor {sec:Duration}
pl: Zostałeś wyciszony na {sec:Duration}
pt: Você está silenciado por {sec:Duration}
ru: Вас заглушили на {sec:Duration}
sr_cs: Ti zaglušan na {sec:Duration}
tl: Ikaw ay hindi pwedeng magsalita ng {sec:Duration} minuto
uk: Ви приглушені на {sec:Duration}

source: You are slowed: {sec:EffectDuration}
ru: Вы замедленны: {sec:EffectDuration}

source: You can change the language of this mod using the command /language.
ar: تستطيع تغيير اللغة باستخدام الأمر language/
bg: Може да промените езика на този мод, като използвате командата /language.
cs: Můžeš změnit jazyk tohoto módu pomocí příkazu /language
de: Du kannst die Sprache dieser Mod vermittels des Befehls /language wechseln.
el: Μπορείς να αλλάξεις τη γλώσσα αυτής της έκδοσης γράφοντας /language.
es: Puedes cambiar la lengua del mod usando el comando /language.
fa: شما می توانید با استفاده از دستور /language زبان بازی را تغییر دهید
fr: Vous pouvez changer la langue de ce mod en utilisant la commande /language.
it: Puoi cambiare la lingua di questa modalità usando il comando /language
ja: "/language" でこのmodの言語を変更できます。
nl: Je kan de taal veranderen van deze mod door gebruik te maken van de command /language
pl: Możesz zmienić język tego moda używając komendy /language
pt: Você pode mudar o idioma deste mod usando o comando /language
ru: Вы можете изменить язык используя команду /language.
sr_cs: Možeš da promeniš jezik na ovom modu koristeći naredbu /language.
tl: Kaya mong palitan ang wika ng mod na ito gamit ang command na /language.
tr: /language komutunu kullanarak bu modun dilini değişebilirsiniz.
uk: Ви можете змінити мову використовуючи команду /language

source: You can't join the spectators right now
ar: لايمكنك الانضمام الى المشاهدين الآن
bg: Не можете да се присъедините към зрителите точно сега
cs: Právě nemůžeš pozorovat
de: Du kannst gerade nicht zuschauen
el: δεν μπορείς να μπείς στους παρατηρητές αυτή τη στιγμή
es: No puedes unirte como espectador en este momento
fa: شما در این زمان نمیتوانید به تماشاچیان ملحق شوید
fr: Vous ne pouvez-pas rejoindre les spectateurs pour le moment
hu: Most nem csatlakozhatsz a megfigyelőkhöz
it: Non puoi unirti agli spettatori in questo momento
ja: 今は観戦モードに移ることができません
nl: Je kan op dit moment niet aansluiten bij de toeschouwers
pl: Nie możesz dołączyć do obserwatorów w tym momencie
pt: Você não pode se juntar aos espectadores neste momento
ru: Вы не можете присоединиться к наблюдателям в данный момент
sr_cs: Ne možeš da gledaš igru sada
tl: Hindi ka pwedeng makajoin sa spectators ngayong panahon
tr: Şu anda izleyicilere katılamazsınız
uk: Ви не можете приєднатися до спостерігачів зараз

source: You don't have a turret to place
ru: У вас нет турелей

source: You have a turret. Use the hammer to place it.
ru: У вас есть турель. Используйте молоток, чтобы установить её.

source: You have already notified that {str:PlayerName} ought to be banned
ar: انت نوهت للتو ان {str:PlayerName} يجب حظره
bg: Вие вече съобщихте, че {str:PlayerName} трябва да бъде баннат
cs: Už jsi oznámil, že {str:PlayerName} musí být zabanován
de: Du hast bereits einen Bann für {str:PlayerName} gefordert
el: Έχεται ήδη αναφέρει οτι θέλετε ο/η {str:PlayerName} να αποκλειστεί
es: Ya has anunciado que {str:PlayerName} debe ser baneado
fa: شما در حال حاضر برای بن شدن {str:PlayerName} رای داده اید
fr: Vous avez déjà notifié que {str:PlayerName} doit être banni
it: Hai già informato che {str:PlayerName} deve essere bandito
ja: このアカウント {str:PlayerName} はBANされています
nl: Je hebt al gemeld dat {str:PlayerName} verbannen moet worden
pl: Już zgłosiłeś, to że {str:PlayerName} musi być zbanowany
pt: Você já propôs que {str:PlayerName} seja banido
ru: Вы уже сообщили о том, что {str:PlayerName} необходимо забанить
sr_cs: Već ste obavestili da {str:PlayerName} treba biti bannovan
tl: Napaalam mo na si {str:PlayerName} ay dapat ma ban
uk: Ви вже повідомляли, що {str:PlayerName} має бути забанений

source: You have already voted to change this map
ru: Вы уже проголосовали за смену этой карты

source: You have been infected by {str:KillerName}
ru: Вы были заражены игроком {str:ClassName}

source: You have eliminated your target, +2 points
ar: لقد تخلصت من الهدف الخاص بك، +2 نقاط
bg: Вие елиминирахте вашата цел, +2 точки
de: Du hast dein Ziel beseitigt, +2 Punkte.
es: Has eliminado a tu objetivo, +2 points
fa: شما هدف خود را نابود کردید +2 امتیاز
fr: Vous avez éliminé votre cible, +2 points
it: Hai eliminato il tuo obbiettivo, +2 punti
nl: Je hebt je doelwit geëlimineerd, +2 punten
pl: wyeliminowałeś przeciwnika + 2 punkty
pt: Você eliminou seu alvo, +2 pontos
ru: Вы уничтожили свою цель, +2 очка
sr_cs: Eliminisali ste metu, +2 poena
tl: Napatay mo ang iyong layon, +2 puntos
tr: Hedefiniz olan oyuncuyu hallettiniz, +2 puan
uk: Ви знищили вашу ціль, +2 очки

source: You have held a bonus area for one minute, +5 points
ar: احتفظْت متطقة مكافأة لخمس دقائق, +٥ نقاط
bg: Ако издържите в бонус зона за една минута, +5 точки
de: Du hast einen Gutschriftgürtel der Karte für eine Minute gehalten, +5 Punkte
es: Has ocupado una área de bonificación para un minuto, +5 puntos
fa: شما یک منطقه ی مهم را برای یک دقیقه حفظ کردید، +5 امتیاز
fr: Vous avez gardé une zone bonus pendant une minute, +5 points
it: Hai mantenuto un’area bonus per un minuto, +5 punti
nl: Je bezit een bonus ruimte voor een minuut, +5 punten
pl: Utrzymałeś bonusową strefę przez minutę, +5 punktów
pt: Você permaneceu numa área de bônus por um minuto, +5 pontos
ru: Вы продержались в бонусной зоне одну минуту, +5 очков
sr_cs: Držao si bonus područje za jedan minut, +5 poena
tr: Bonus alanında 1 dakika bulundunuz, +5 puan
uk: Ви вдержали додаткову зону одну хвилину, +5 очок

source: You have infected {str:VictimName}, +3 points
ar: لقد اصبت غيرك بالعدوى {str:VictimName}، +٣ نقاط
bg: Вие заразихте {str:VictimName}, +3 точки
cs: Nakazil jsi {str:VictimName}, +3 body
de: Du hast {str:VictimName} angesteckt, +3 Punkte
el: Μόλυνες τον/την {str:VictimName}, +3 πόντοι
es: Has infectado a {str:VictimName}, +3 puntos
fa: شما {str:VictimName} را ویروسی کردید، +3 امتیاز!
fr: Vous avez infecté {str:VictimName}, +3 points
hu: Megfertőzted {str:VictimName}-t, +3 pont
it: Hai infettato {str:VictimName}, +3 punti
ja: {str:VictimName} を感染させた！ +3ポイント
nl: Je hebt {str:VictimName} geïnfecteerd, +3 punten
pl: Zainfekowałeś {str:VictimName}, +3 points
pt: Você infectou {str:VictimName}, +3 pontos
ru: Вы заразили {str:VictimName}, +3 очка
sr_cs: Zarazio si {str:VictimName}, +3 boda
tl: Napatay mo si {str:VictimName}, +3 puntos
tr: {str:VictimName} oyuncusunu dönüştürdünüz, +3 puan
uk: Ти інфікував {str:VictimName}, +3 очок

source: You have infected {str:VictimName}, shame on you!
ru: Вы заразили {str:VictimName}, вам должно быть стыдно!

source: You have killed a witch, +5 points
ar: لقد قتتلت ساحرة . +5 نقاط
bg: Вие убихте вещица, +5 точки
cs: Zabil jsi čarodějnici, +5 bodů
de: Du hast eine Hexe getötet, +5 Punkte
el: Σκότωσες την μάγισσα, +5 πόντοι
es: Has matado a una bruja, +5 puntos
fa: جادوگر را کشتید ، +5 امتیاز
fr: Vous avez tué une Sorcière ou un Sorcier, +5 points
hu: Megölted a boszorkányt, +5 pont
it: Hai ucciso una strega, +5 punti
ja: 魔女を倒した！ +5ポイント
nl: Je hebt een heks vermoord, +5 punten
pl: Zabiłeś wiedźmę, +5 points
pt: Você matou a bruxa, +5 pontos
ru: Вы убили ведьму, +5 очков
sr_cs: Ubio si vešticu, +5 bodova
tl: Napatay mo ang Mangkukulam, +5 puntos
tr: Bir tane cadı öldürdünüz, +5 puan
uk: Ти вбив відьму, +5 очок

source: You have killed an undead! +5 points
ru: Вы убили бессмертного! +5 очков

source: You have survived, +5 points
ar: لقد نجوت، +٥ نقاط
bg: Оцеляхте, +5 точки
cs: Přežil jsi, +5 bodů
de: Du hast überlebt, +5 Punkte
el: Επέζησες, +5 πόντοι
es: Has sobrevivido, +5 puntos
fa: شما توانستید جان سالم به در ببرید، +5 امتیاز
fr: Vous avez survécu, +5 points
hu: Túlélted az inváziót, +5 pont
it: Sei sopravvissuto, +5 punti
ja: 最後まで生き残った！ +5ポイント
nl: Je hebt het overleefd, +5 punten
pl: Przetrwałeś, +5 points
pt: Você sobreviveu, +5 pontos
ru: Вы выжили, +5 очков
sr_cs: Preživio si, +5 bodova
tl: Ikaw ay nabuhay, +5 na puntos
tr: Hayatta kaldınız, +5 puan
uk: Ти вижив, +5 очок

source: You have {int:NumTurrets} of {int:MaxTurrets} turrets. Use the hammer to place one.
ru: У вас есть {int:NumTurrets} из {int:MaxTurrets} турелей. Используйте молоток для установки.

source: You must be logged for this operation
ar: يجب أن تقوم بالولوج للقيام بهذه العملية
bg: Трябва да се влезли за да изпълните тази операция
cs: K tomuto úkonu musíš být přihlášen
de: Du mußt für diesen Vorgang angemeldet sein
el: Πρέπει να είσαι συνδεδεμένος για αυτή τη λειτουργία.
es: Es menester que estés conectado con tu cuenta para llevar a cabo esa operación.
fa: شما باید برای این عملیات ابتدا وارد حساب خود شوید.
fr: Vous devez être connecté pour effectuer cette opération.
it: Devi aver eseguito l'accesso per questa operazione
nl: Je moet ingelogd zijn voor deze actie
pl: Musisz być zalogowany na tę operację.
pt: Você deve estar logado para esta operação
ru: Надо войти в учётную запись для этого действия
sr_cs: Morate da ste ulogovani za ovu operaciju
tl: Ikaw ay nakalogin dapat para sa operation na ito
tr: Bu işlem için giriş yapmış olmanız gerekiyor
uk: Ви повинні увійти для здійснення цієї дії.

source: You must be logged to see your goal
ar: يجب ان تسجل الدخوال لترى الهدف
bg: Трябва да сте логнати за да видите вашата цел
cs: Musíš být přihlášen, aby jsi viděl svůj cíl
de: Zur Einsicht der Zielpunktzahl bedarfst du der Anmeldung
el: Πρέπει να έιστε συνδεδεμένος για να δείτε τον στόχο σας
es: Debes estar conectado con tu cuenta para ver tu objetivo
fa: برای دیدن هدف خود وارد شوید
fr: Vous devez être connecté pour voir votre objectif
it: Devi aver effettuato l'accesso per vedere il tuo obiettivo
ja: 記録が完了しました。
nl: Je moet ingelogd zijn om je doel te zien
pl: Musisz być zalogowany by zobaczyć swój gol
pt: Você precisa fazer login para ver sua meta
ru: Надо быть подключённым к своей учётной записи, чтобы видеть свой целевой балл
sr_cs: Morate da ste ulogirani da bi videli svoj cilj
tl: Ikaw ay nakalogin dapat para makita ang iyong layunin
tr: Hedefinizi görmek için giriş yapmalısınız
uk: Ви маєте увійти в свій аккаунт, щоб побачити свою ціль

source: You must be logged to see your rank
ar: يجب ان تسجل الدخول لترى رتبتك
bg: Трябва да сте логнати за да видите вашия ранг
cs: Musíš být příhlášen, aby jsi viděl svou pozici
de: Zur Einsicht deines Ranges bedarfst du der Anmeldung
el: Πρέπει να έιστε συνδεδεμένος για να δείτε την θέση σας
es: Debes estar conectado con tu cuenta para ver tu rango
fa: برای دیدن رتبه ی خود وارد شوید
fr: Vous devez être connecté pour voir votre rang
it: Devi aver effettuato l'accesso per vedere il tuo rank
ja: 記録をすることであなたのランクが閲覧できるようになります。
nl: Je moet ingelogd zijn om je rang te zien.
pl: Musisz być zalogowany by zobaczyć swój ranking
pt: Você precisa fazer login para ver seu rank.
ru: Надо быть подключённым к своей учётной записи, чтобы видеть свой ранг
sr_cs: Morate da ste ulogirani da bi videli Vaš rang
tl: Ikaw ay nakalogin dapat para makita ag iyong ranko
tr: Sıralamanızı görmek için giriş yapmalısınız
uk: Ви маєте увійти в свій аккаунт, щоб побачити свій ранг

source: You need at least {int:MinHp} HP to revive a zombie
ru: У вас должно быть как минимум {int:MinHp} очков здоровья, чтобы оживить кого-либо

source: Your account has been created and you are now logged.
ar: تم صنع حسابك وانت الان مسجل دخولك
bg: Вашият акаунт беше създаден, и сега сте влезли.
cs: Tvůj účet byl vytvořen a už jsi přihlášen.
de: Dein Konto ist erstellt worden, du bist jetzt angemeldet.
el: Ο λογαριασμός σας δημιουργήθηκε και τώρα είστε συνδεδεμένος.
es: Tu cuenta fue creada y ya has iniciado tu sesión.
fa: اکانت شما ساخته شد و شما الان وارد شدید!
fr: Votre compte a été créé et vous êtes maintenant connecté
it: Il tuo account è stato creato e hai ora effettuato l'accesso.
ja: アカウントの作成が完了し、現在アカウント情報を記録しています。
nl: Je account is aangemaakt en je bent nu ingelogd.
pl: Twoje konto zostało utworzone i jesteś zalogowany.
pt: Sua conta foi criada e agora você está logado.
ru: Учётная запись создана и выполнен вход.
sr_cs: Vaš nalog je napravljen i sada ste ulogirani.
tl: Ang account mo ay nagawa na at ikaw ay naka log-in na.
tr: Hesabınız oluşturuldu ve giriş yaptınız.
uk: Ваш аккаунт створено та знайдено в нього.

source: white hole found, adjusting scientific parameters...
ru: обнаружена белая дыра, идёт вычисление параметров...

source: white hole ready, your laser rifle now disrupts space time
ru: белая дыра готова; используйте лазер, чтобы исказить пространство и время

source: {str:PlayerName} changed their name to {str:NewName}
ar: {str:PlayerName} غير إسمه إلى {str:NewName}
bg: {str:PlayerName} смени името си на {str:NewName}
cs: {str:PlayerName} změnil své jméno na {str:NewName}
de: {str:PlayerName} hat sich zu {str:NewName} umbenannt
el: Ο/Η {str:NewName} αλλαξε το όνομά του/της σε {str:NewName}
es: {str:PlayerName} ha cambiado su nombre por {str:NewName}
fa: {str:PlayerName} نامش را به {str:NewName} تغییر داد
fr: {str:PlayerName} a changé son nom pour {str:NewName}
hu: {str:PlayerName} megváltoztatta nevét {str:NewName}-ra
it: {str:PlayerName} ha cambiato il suo nome in {str:NewName}
ja: {str:PlayerName} は名前を {str:NewName} へ変更しました
nl: {str:PlayerName} veranderde zijn naam naar {str:NewName}
pl: {str:PlayerName} Zmienił imię na {str:NewName}
pt: {str:PlayerName} mudou seu nome para {str:NewName}
ru: Игрок {str:PlayerName} сменил своё имя на {str:NewName}
sr_cs: {str:PlayerName} je promenio svoje ime u {str:NewName}
tl: Si {str:PlayerName} ay nagpalit ng pangalan at siya na si {str:NewName}
tr: {str:PlayerName} adını {str:NewName} yaptı
uk: {str:PlayerName} змінив своє ім'я на {str:NewName}
