Repository: Manki233/teeworlds-infclassRM
Catalog: other/po/*/infclass.po
Languages: ar, bg, cs, de, el, es, fa, fr, hu, it, ja, nl, pl, pt, ru, sr_cs, tl, tr, uk

source: If your language is not available, you can help with translation (/help translate).
ar: اذا كانت لغتك غير متاحة، تستطيع المساعدة في الترجمة (help translate/).
bg: Ако вашият език не е наличен, можете да помогнете с превода (/help translate).
cs: Pokud tvůk jazyk není dostupný, můžeš pomoct s překladem (/help translate).
de: Sofern deine Sprache nicht verfügbar ist, kannst du durch Übersetzung behilflich sein (/help translate).
el: Άν δεν είσαι απασχολημένος/η, μπορείς να βοηθήσεις στο μετάφραση (/help translate).
es: Si tu idioma no es disponible, puedes ayudar traduciendo (/help translate).
fa: اگر زبان مورد نظر شما در دسترس نبود شما می توانید با استفاده از (/help translate) در ترجمه کردن این مود ما را یاری کنید.
fr: Si votre langue c'est pas disponible, vous pouvez aider à la traduction (/help translate)
it: Se la tua lingua non è disponibile, puoi aiutarci a tradurla (/help translate).
ja: もしあなたの国の言語がない場合、翻訳をして作りましょう。(/help translate)
nl: Als jouw taal niet beschikbaar is, kan je helpen me de vertaling (/help translate).
pl: Jeśli twój język nie jest dostępny, możesz pomóc z tłumaczeniem (/help translate).
pt: Se seu idioma não estiver disponível, você pode ajudar com a tradução (/help translate)
ru: Если перевод на ваш язык отсутствует, то вы можете поспособствовать переводу (/help translate).
sr_cs: Ako tvoj jezik nije dostupan, možeš nam pomoći sa prevodom (/help translate).
tl: Kung ang wika mo ay wala sa mga nabangit, pwede kang tumulong sa pagtranslate nito (/help translate).
tr: Eğer diliniz kullanılabilir değilse, çeviriye yardım edebilirsiniz (/help translate).
uk: Якщо мова не доступна, ви можете допомогти з перекладом (/help translate).

source: In order to use it, both humans have to disable hook protection (usually, with F3). The human being hooked becomes the driver.
ru: Для того, чтобы использовать режим такси, оба игрока должны выключить защиту от хука (обычно клавишей F3). После этого тот, кто хукает, становится пассажиром.

source: Infected won the round in {sec:RoundDuration}
ar: فاز المصابون بالجولة في {sec:RoundDuration}
bg: Инфектираните спечелиха рунда за {sec:RoundDuration}
cs: Nakažení vyhráli kolo v čase {sec:RoundDuration}
de: Die Erkrankten haben die Runde in {sec:RoundDuration} gewonnen
el: Οι μολυσμένοι κέρδισαν τον γύρο
es: Los infectados han ganado la ronda en {sec:RoundDuration}
fa: زامبی ها برنده این راند شدند در {sec:RoundDuration}
fr: Les infecté·e·s ont gagné la manche en {sec:RoundDuration}
hu: A zombik megnyerték a játékot {sec:RoundDuration}
it: Gli infetti hanno vinto l'incontro in {sec:RoundDuration}
ja: {sec:RoundDuration} で全員感染した！
nl: De geïnfecteerden wonnen deze ronde in {sec:RoundDuration}
pl: Zainfekowani wygrali grę w {sec:RoundDuration}
pt: Os infectados ganharam a partida em {sec:RoundDuration}
ru: Зараженные выиграли раунд за {sec:RoundDuration}
sr_cs: Zaraženi su pobedili ovu rundu za {sec:RoundDuration}
tl: Ang mga Infected ay nanalo sa loob ng {sec:RoundDuration}
tr: Zombiler bu eli {sec:RoundDuration} sürede kazandılar
uk: Заражені виграли раунд за {sec:RoundDuration}

source: InfectionClass is a team game between humans and infected.
ar: InfectionClass هي لعبة بين البشر و المصابين بالعدوى
bg: InfectionClass е екипна игра между хора и инфектирани.
cs: InfectionClass je týmová hra, mezi lidmi a nakaženými.
de: InfectionClass ist ein Mannschaftspiel: Überlebende gegen Erkrankte!
el: Το Τρέχα να μολύνεις είναι ενα ομαδικό παιχνίδι μεταξύ ανθρώπων και μολυσμένων
es: InfectionClass es un juego de equipos entre humanos e infectados.
fa: InfectionClass یک مود تیمی بین انسان ها و افراد ویروسی و آلوده است.
fr: InfectionClass est un jeu d'équipe entre humain·e·s et infecté·e·s.
hu: Az InfectionClass egy csapatjáték emberek és zombik közt.
it: InfectionClass è un gioco di squadra tra umani e infetti.
ja: InfectionClassは生存者と感染者によるチームゲームです。
nl: InfectionClass is een team spel tussen mensen en geïnfecteerden.
pl: InfectionClass jest grą zespołową pomiędzy ludżmia, a zarażonymi.
pt: InfectionClass é um jogo entre humanos e infectados.
ru: InfectionClass командная игра, где противоборствуют Заражённые и Выжившие.
sr_cs: InfectionClass je timska igra između ljudi i zaraženih.
tl: Ang InfectionClass ay isang laro ng dalawng grupo ang isa ay mga tao at ang isa ay ang mga infected.
tr: İnfectionClass, insanlar ve zombiler arasında bir takım oyunudur.
uk: InfectionClass це командна гра між людьми та зараженими.

source: InfectionClass, by necropotame (version {str:VersionCode})
ar: عبة المصابون، مصممها necropotame ة (version {str:VersionCode})
bg: InfectionClass от necropotame (версия {str:VersionCode})
cs: InfectionClass, vytvořil necropotame (version{str:VersionCode})
de: InfectionClass, von necropotame (Version {str:VersionCode})
el: Τρέχα να Μολύνεις, από τον necropotame (έκδοση {str:VersionCode})
es: InfectionClass, por necropotame (versión {str:VersionCode})
fr: InfectionClass, par necropotame (version {str:VersionCode})
hu: InfectionClass, készítette: necropotame (version {str:VersionCode})
it: InfectionClass, di necropotame (versione %s)
nl: InfectionClass, door necropotame (version {str:VersionCode})
pl: InfectionClass, od necropotame (version {str:VersionCode})
pt: InfectionClass, por necropotame (versão {str:VersionCode})
ru: InfectionClass, от necropotame (version {str:VersionCode})
sr_cs: InfectionClass, napravio necropotame (verzija {str:VersionCode})
tl: InfectionClass, gawa ni necropotame (bersyon {str:VersionCode})
tr: InfectionClass, by necropotame (sürüm {str:VersionCode})
uk: InfectionClass, Зроблений necropotame (version {str:VersionCode})

source: Instead of dying, it freezes for 10 seconds.
ru: Вместо смерти он замораживается на 10 секунд.

source: Instead, it can hammer humans to reduce their health or even kill them
ru: Вместо этого, молот просто наносит урон.

source: It fully heals the Hero and it can grant a turret which you can place down with the hammer.
ru: Он также полностью лечит Героя, и даёт возможность установить турель.

source: Join our Discord server: {str:Url}
ru: Присоединяйтесь к нашему серверу Discord: {str:Url}

source: Join our Matrix room: {str:Url}
ru: Присоединяйтесь к нашей комнате в Matrix: {str:Url}

source: Laser rifle revives the infected, but at the cost of 17 hp and armor.
ru: Лазерная винтовка оживляет заражённых, но каждое оживление забирает 17 очков здоровья/брони.

source: Laser wall: {sec:RemainingTime}
ar: حاجز الليزر : {sec:RemainingTime}
bg: Лазерна стена: {sec:RemainingTime}
cs: Laserová stěna: {sec:RemainingTime}
de: Laser-Wand: {sec:RemainingTime}
el: Τοίχος λέιζερ: {sec:RemainingTime}
es: Barrera: {sec:RemainingTime}
fa: دیوار لیزری: {sec:RemainingTime}
fr: Barrière laser : {sec:RemainingTime}
hu: Lézer-fal: {sec:RemainingTime}
it: Muro laser: {sec:RemainingTime}
ja: バリア展開中 残り {sec:RemainingTime}
nl: Laser muur: {sec:RemainingTime}
pl: Ściana laserowa : {sec:RemainingTime}
pt: Muro laser: {sec:RemainingTime}
ru: Стена: {sec:RemainingTime}
sr_cs: Laserski zid: {sec:RemainingTime}
tl: Pader ng laser: {sec:RemainingTime}
tr: Lazer duvarı: {sec:RemainingTime}
uk: Лазерна стіна: {sec:RemainingTime}

source: List of commands
ar: لائحة الأوامر
bg: Списък от команди
cs: List příkazů
de: Liste der Befehle
el: Λίστα εντολών
es: Lista de comandos
fa: لیست دستورات
fr: Liste des commandes
hu: Parancsok listája
it: Lista dei comandi
ja: コマンドリスト
nl: Lijst van commando's
pl: Lista komend
pt: Lista de comandos
ru: Список команд
sr_cs: Lista komandi
tl: Lista ng mga commands
tr: Komut listesi
uk: Список команд

source: Looper
ru: Лупер

source: Looper laser wall: {sec:RemainingTime}
ru: Стена: {sec:RemainingTime}

source: Loopers
ru: Луперы

source: Main contributors: {str:ListOfContributors}
ar: المساهمون الرئيسيون: {str:ListOfContributors}
bg: Основните сътрудници: {str:ListOfContributors}
cs: Hlavní přispěvatelé: {str:ListOfContributors}
de: Vornehmlichste Beiträger: {str:ListOfContributors}
es: Contribuidores fundamentales: {str:ListOfContributors}
fa: همکاران اصلی: {str:ListOfContributors}
fr: Contributeurs principaux: {str:ListOfContributors}
it: Contributori principali {str:ListOfContributors}
nl: Belangrijkste bijdragers: {str:ListOfContributors}
pl: Twórcy: {str:ListOfContributors}
pt: Principais colaboradores: {str:ListOfContributors}
ru: Основополагающие разработчики: {str:ListOfContributors}
sr_cs: Glavni suradnici: {str:ListOfContributors}
tl: Mga pangunahing contributors: {str:ListOfContributors}
tr: Başlıca katkıda bulunanlar: {str:ListOfContributors}
uk: Найбільша допомога від: {str:ListOfContributors}

source: Matrix room: {str:Url}
ru: Комната Matrix: {str:Url}

source: Medic
ar: طبيب
bg: Медик
cs: Lékař
de: Sanitäter
el: Γιατρός
es: Médico
fa: پزشک
fr: Médecin
hu: Orvos
it: Medico
ja: 医者
nl: Dokter
pl: Orvos
pt: Médico
ru: Врач
sr_cs: Lečnik
tr: Doktor
uk: Лікар

source: Medic also has a powerful shotgun that can knock back infected.
ru: Также у Медика есть мощный дробовик, отталкивающий заражённых.

source: Mercenaries
ru: Наёмники

source: Mercenary
ar: مرتزق
bg: Наемник
cs: Žoldnéř
de: Söldner
el: Μισθοφόρος
es: Mercenario
fa: مزدور
fr: Mercenaire
hu: Zsoldos
it: Mercenario
ja: 傭兵
nl: Huurling
pl: Najemnik
pt: Mercenário
ru: Наёмник
sr_cs: Plaćenik
tr: Paralı asker
uk: Найманець

source: Mercenary can also throw poison grenades that each deal one damage point.
ru: Наемники также могут бросать ядовитые гранаты, которые наносят {int:NumDamagePoints} единицу урона.

source: Mine activated
ar: يشتغل لغم
bg: Мина активирана
de: Mine aufgebaut
es: Mina activada
fa: مین فعال شد
fr: Mine activée
it: Mina attivata
nl: Mijn geactiveerd
pl: Mina aktywowana
pt: Mina ativada
ru: Ловушка стоит
sr_cs: Mina aktivirana
tl: Nailagay na ang mine
tr: Mayın aktif
uk: Міна активована

source: Mines are limited to one per player at the same time.
ar: الالغام محدودة ل {int:NumMines} كل لاعب في الوقت ذاته
bg: Мините са ограничени до една за всеки играч в даден момент.
cs: Minu můžeš mít vždy jen jednu.
de: Es ist für den Spieler nicht möglich, mehr als eine Mine zur selben Zeit gesetzt zu haben.
el: Οι νάρκες είναι περιορισμένες σε μια για καθε παίκτη συγχρόνως
es: Las minas están limitadas a una por jugador al mismo tiempo.
fa: تعداد مین های همزمان {int:NumMines} عدد است.
fr: Les mines sont limitées à une par personne au même moment.
hu: Minden játékosnak egyszerre csak egy aknája lehet.
it: Le mine sono limitate a {int:NumMines} per giocatore nello stesso tempo.
ja: 地雷は1人につき{int:NumMines}つまで構築できます。
nl: Mijnen zijn gelimiteerd tot één per speler tegelijkertijd.
pl: Miny są limitowane dla każdego gracza w jednym momencie.
pt: Minas são limitadas a uma de cada vez por jogador.
ru: Мины ограничены в количестве {int:NumMines} для каждого из игроков.
sr_cs: Mine su ograničene na {int:NumMines} za igrača u isto vreme.
tl: Ang mga mines ay limitado sa isa kada player.
tr: Mayınlar oyuncu başı aynı anda bir adet ile sınırlıdır.
uk: Міни обмежені до {int:NumMines} для одного гравця.

source: Need at least {int:MinPlayers} player
ru: Требуется как минимум {int:MinPlayers} игрок

source: Next flag in {sec:RemainingTime}
ar: العَلَمَ التالي في {sec:RemainingTime}
bg: Следващат флаг в {sec:RemainingTime}
cs: Příští vlajka se spawne za {sec:RemainingTime}
de: Nächste Flagge in {sec:RemainingTime}
el: Η επόμενη σημαία βγαίνει σε {sec:RemainingTime} δευτερόλεπτα
es: Bandera siguiente en {sec:RemainingTime}
fa: {sec:RemainingTime} تا ظاهر شدن پرجم بعدی
fr: Prochain drapeau dans {sec:RemainingTime}
hu: Következő zászló érkezik: {sec:RemainingTime} másodperc
it: Prossima bandiera in {sec:RemainingTime}
ja: 次のフラグ出現まで 残り {sec:RemainingTime}
nl: Volgende vlag over {sec:RemainingTime}
pl: Następna flaga za {sec:RemainingTime}
pt: Próxima bandeira em {sec:RemainingTime}
ru: Следующий флаг через {sec:RemainingTime}
sr_cs: Iduća zastava u {sec:RemainingTime}
tl: {sec:RemainingTime} bago ang sunod na watawat
tr: Yeni bayrak: {sec:RemainingTime}
uk: Наступний прапор через {sec:RemainingTime}

source: Next target in {sec:RemainingTime}
ar: الهدف التالي في {sec:RemainingTime}
bg: Следващата цел в {sec:RemainingTime}
cs: Příští cíl za {sec:RemainingTime}
de: Nächstes Ziel in {sec:RemainingTime}
el: Επόμενος στόχος σε {sec:RemainingTime}
es: Próximo objetivo en {sec:RemainingTime}
fa: هدف بعدی در {sec:RemainingTime}
fr: Prochaine cible dans {sec:RemainingTime}
hu: Következő zászló érkezik: {sec:RemainingTime} másodperc
it: Prossimo bersaglio in {sec:RemainingTime}
nl: Volgende doelwit in {sec:RemainingTime}
pl: Następny cel za {sec:RemainingTime}
pt: Seguinte alvo em {sec:RemainingTime}
ru: Следущая цель через {sec:RemainingTime}
sr_cs: Sledeća meta za {sec:RemainingTime}
tl: Sunod na layon sa {sec:RemainingTime}
tr: Yeni hedef, {sec:RemainingTime} süre içinde belli olacak
uk: Наступна ціль через {sec:RemainingTime}

source: Ninja
ar: نينجا
bg: Нинджа
cs: Nindža
el: Νίντζα
fa: نینجا
hu: Nindzsa
ja: 忍者
ru: Ниндзя
sr_cs: Nindža
uk: Ніндзя

source: No player was found with this name
ar: لا يوجد لاعب بهذا الاسم
bg: Няма играч с това име
cs: Nebyl nalezen žádný hráč s tímhle jménem
de: Kein Spieler mit diesem Namen ist gefunden worden
el: Δέν βρέθηκαν παίκτες με αυτό το όνομα
es: Ningún jugador con ese nombre fue encontrado.
fa: هیچ بازیکنی با این نام پیدا نشد
fr: Aucun joueur et aucune joueuse n'a été trouvé avec ce nom
hu: Nincs játékos ilyen néven
it: Nessun giocatore è stato trovato con questo nome
ja: その名前のプレイヤーは見つかりませんでした
nl: Geen speler gevonden met deze naam
pl: Gracz z takim imieniem nie został odnaleziony
pt: Nenhum jogador foi encontrado com esse nome
ru: Ненайдено игрока с этим именем
sr_cs: Nije nađen igrač sa tim imenom
tl: Walang player na nahanap sa pangalan na ito
tr: Bu isimde bir oyuncu bulunamadı
uk: Жодного гравця не знайдено з таким ім'ям

source: One bomb left
ar: ٠ قنبلة متبقية {int:NumBombs}
bg: Една бомба остава
cs: Jedna bomba zbývá
de: Eine verbleibende Bombe
el: Σου έμεινε μια βόμβα
es: {int:NumBombs} bomba restantes
fa: {sec: RemainingTime} بمب باقی مانده
fr: Une bombe restante
hu: Egy bombád maradt.
it: Una bomba rimasta
ja: {int:NumBombs} 個の爆弾が展開中
nl: Eén bom over
pl: Jedna bomba pozostała
pt: Uma bomba restando
ru: {int:NumBombs} бомба осталась.
sr_cs: {int:NumBombs} bomba preostala
tl: Isang bomba ang natira
tr: Bir adet bomba kaldı
uk: Залишилась 1 бомба

source: One human won the round
ar: ٠ بشر فاز {int:NumHumans}
bg: Един човек спечели рунда
cs: Vyhrál jeden človek
de: Ein Überlebender hat die Runde gewonnen.
el: Ένας άνθρωπος κέρδισε τον γύρο
es: Un humano ha ganado la ronda
fa: {int:NumHumans} انسان ها برنده راند شدند
fr: Un·e humain·e a gagné la manche
hu: Egy ember nyerte meg a játékot
it: Un umano ha vinto l'incontro
ja: {int:NumHumans} 人が生き残った！
nl: Eén mens won deze ronde
pl: Jeden człowiek wygrał rundę
pt: Um humano ganhou a partida
ru: {int:NumHumans} человек победил.
sr_cs: Jedan čovek je pobedio ovu rundu
tl: Isang tao lamang ang nanalo
tr: Bir tane insan bu eli kazandı
uk: {int:NumHumans} людина виграла

source: One mine is active
ar: لا يشتغل لغم
bg: Една мина е активна
cs: Jedna mina je aktivní
de: Eine Mine ist scharf
el: Μία βόμβα είναι ενεργή.
es: Una mina está activada
fa: {int:NumMines} مین فعال هستند
fr: Une mine est active
it: Una mina è attiva
ja: {int:NumMines} 個の地雷が展開中
nl: {int:NumMines} mijn is actief
pl: Jedna mina jest aktywna
pt: Uma mina está ativa
ru: {int:NumMines} мина задействованна
sr_cs: {int:NumMines} mina je aktivna
tl: Isang mine ang active
tr: Bir mayın aktif
uk: {int:NumMines} міна активована

source: Please wait 5 minutes before creating another account
ar: الرجاء الانتظار 5 دقائق قبل صنع حساب اخر
bg: Моля, изчакайте 5 минути преди да създадете друг акаунт
cs: Prosím, počkej 5 minut před vytvořením dalšího účtu
de: Warte bitte 5 Minuten, bevor du ein neues Konto erstellst
el: Παρακαλώ περιμένεται 5 λεπτά πριν δημιουργήσεται έναν καινούργιο λογαριασμό
es: ¡Espera 5 minutos antes de que creares otra cuenta, por favor!
fa: لطفا برای ساخت اکانت جدید حداقل 5 دقیقه صبر کنید
fr: Veuillez attendre 5 minutes avant de créer un nouveau compte
hu: Kérjük várj 5 percet mielőtt létrehozol egy másik felhasználót
it: Si prega di aspettare 5 minuti prima di creare un altro account
ja: 別アカウントが作成完了するまで5分間お待ちください
nl: Gelieve 5 minuten te wachten voordat je een ander account aanmaakt
pl: Proszę poczekaj 5 minut przed utworzeniem następnego konta
pt: Por favor espere 5 minutos antes de criar outra conta
ru: Пожалуйста, подожди 5 минут перед созданием ещё одной учётной записи
sr_cs: Molimo da pričekajte 5 minuta pre nego napravite još jedan nalog
tl: Maghintay ng 5 minuto bago gumawa ng bagong account
tr: Lütfen başka bir hesap oluşturmadan önce 5 dakika bekleyin
uk: Будь ласка заждіть 5 хвилин перед створенням нового акканту

source: Position lock: {sec:RemainingTime}
ar: تجمد الموقف : {sec:RemainingTime}
bg: Позиция заключена: {sec:RemainingTime}
cs: Znehybnění: {sec:RemainingTime}
de: Feste Aufstellung: {sec:RemainingTime}
el: Κλειδωμένη θέση: {sec:RemainingTime}
es: Posición bloqueada: {sec:RemainingTime}
fa: قفل شدن در مکان: {sec:RemainingTime}
fr: Verrou de position : {sec:RemainingTime}
hu: Hely-zár: {sec:RemainingTime}
it: Posizione bloccata: {sec:RemainingTime}
ja: 位置固定 残り {sec:RemainingTime}
nl: Vergrendelde positie: {sec:RemainingTime}
pl: Pozycja zablokowana : {sec:RemainingTime}
pt: Posição travada: {sec:RemainingTime}
ru: Положение закреплено: {sec:RemainingTime}
sr_cs: Pozicija zaključana: {sec:RemainingTime}
tl: Ikandado ang kanyang pwesto ng: {sec:RemainingTime}
tr: Pozisyon kilitlendi: {sec:RemainingTime}
uk: Закріплена позиція: {sec:RemainingTime}

source: Press <F3> or <F4> to enable or disable hook protection
ar: اضغط <F3> أو <F4> لتفعيل او الغاء تفعيل السحب
bg: Натиснете <F3>или <F4>, за да разрешите или забраните защитата против куки
cs: Zmáčkni <F3> nebo <F4> k aktivaci, nebo deaktivaci hákové ochrany
de: Drücke <F3> oder <F4>, um den Verhakungsschutz an- oder auszuschalten
el: Πίεσε <F3> ή <F4> για να ενεγοποιήσεις ή να απενεργοποιήσεις την προστασία γάντζου.
es: Pulsa <F3> o <F4> para activar o desactivar la protección de gancho
fa: <F3> یا <F4> را برای فعال یا غیر فعال کردن محافظت زنجیر فشار دهید
fr: Appuyer sur <F3> or <F4> pour activer ou désactiver la protection contre le grapin
hu: Nyomd le az <F3>-at vagy <F4>-et, hogy engedélyezd vagy letiltsd a horog-védelmet
it: Premi <F3> o <F4> per abilitare o disabilitare la protezione dalla corda
ja: フックの保護を許可、禁止するために<F3>か<F4>を押して下さい
nl: Druk op <F3> of <F4> voor het in- of uitschakelen van de bescherming van de haak
pl: Naciśnij <f3> lub <f4> aby aktywować lub dezaktywować ochronę przed hakiem.
pt: Pressione <F3> ou <F4> para ativar ou desativar a proteção contra o gancho de aliados
ru: Нажмите <F3> или <F4>, чтобы включить или выключить защиту против хука
sr_cs: Pritisni <F3> ili <F4> da bi dopustio ili zabranio zaštitu protiv hukanja
tl: Pindutin ang <F3> o <F4> para ion o ioff ang hook protection
tr: Kanca korumasını açmak veya kapatmak için <F3> veya <F4> tuşuna basınız
uk: Натисніть <F3> або <F4> за для включення або виключення захисту від хапання.

source: Random choice
ar: إختيار عشوائي
bg: Случаен избор
cs: Náhodná volba
de: Zufällige Auswahl
el: Τυχαία επιλογή
es: Elección aleatoria
fa: انتخاب تصادفی
fr: Choix aléatoire
hu: Véletlenszerű
it: Scelta casuale
ja: 抽選で決める
nl: Willekeurige keuze
pl: Przypadkowy wybór
pt: Escolha aleatória
ru: Случайный выбор
sr_cs: Nasumičan izbor
tl: Random
tr: Rastgele seçim
uk: Випадковий вибір

source: Rules of the game
ar: قواعد اللعبة :
bg: Правилата на играта
cs: Pravidla hry
de: Spielregeln
el: Κανόνες του παιχνιδιού
es: Reglas del juego
fa: قوانین بازی
fr: Règles du jeu
hu: A játékszabályok
ja: ゲームルール
nl: Regels van het spel
pl: Reguły gry
pt: Regras do jogo
ru: Правила игры
sr_cs: Pravila igre
tl: Mga batas ng laro
tr: Oyunun kuralları
uk: Правила гри

source: Scientist
ar: عالم
bg: Учен
cs: Vědec
de: Wissenschaftler
el: Επιστήμονας
es: Científico
fa: دانشمند
fr: Scientifique
hu: Tudós
it: Scienziato
ja: 科学者
nl: Wetenschapper
pl: Naukowiec
pt: Cientista
ru: Учёный
sr_cs: Znanstvenik
tr: Bilim adamı
uk: Вчений

source: Scientists
ru: Учёные

source: See also `/help pages`
ru: См. также `/help pages`

source: See also: /credits
ru: См. также: /credits

source: See also: /help, /changelog, /about
ru: См. также: /help, /changelog, /about

source: Server version from {str:ServerCompileDate}
ru: Версия сервера от {str:ServerCompileDate}

source: Slug
ar: حلزون
bg: Плужек
de: Schnecke
es: Limaco
fa: حلزون
fr: Limace
it: Lumaca
nl: Slak
pl: ślimak
pt: Lesma
ru: Улитка
sr_cs: Puž
tr: Sümüklüböcek
uk: Слимак

source: Smoker
ar: مدخن
bg: Опушвач
cs: Kuřák
de: Raucher
el: Φίδι
fa: سیگاری
hu: Füstös
ja: ゾンビ
pl: Chwytacz
ru: Курильщик
sr_cs: Pušač
tr: Dumancı
uk: Курець

source: Smoker has a powerful hook that hurts human.
ru: Хук Курильщика наносит большой урон людям.

source: Smokers
ru: Курильщики

source: Sniper
ar: قناص
bg: Снайпер
cs: Odstřelovač
de: Scharfschütze
el: Ελέυθερος σκοπευτής
es: Francotirador
fa: تک تیر انداز
hu: Mesterlövész
it: Cecchino
ja: 狙撃兵
nl: Scherpschutter
pl: Snajper
ru: Снайпер
sr_cs: Snajper
tr: Keskin nişancı
uk: Снайпер

source: Snipers
ru: Снайперы

source: Snipers can jump two times in air.
ru: Снайперы могут прыгать дважды в воздухе.

source: Soldier
ar: جندي
bg: Войник
cs: Voják
de: Soldat
el: Στρατιώτης
es: Soldado
fa: سرباز
fr: Soldat·e
hu: Közkatona
it: Soldato
ja: 兵士
nl: Soldaat
pl: Żołnierz
pt: Soldado
ru: Солдат
sr_cs: Vojnik
tr: Asker
uk: Солдат

source: Soldiers
ru: Солдаты

source: Sources: {str:SourceUrl}
ru: Исходный код: {str:SourceUrl}

source: Spider
ar: عنكبوت
bg: Паяк
cs: Pavouk
de: Spinne
el: Αράχνη
es: Araña
fa: عنکبوت
fr: Araignée
hu: Pók
it: Ragno
ja: 蜘蛛
nl: Spin
pl: Pająk
pt: Aranha
ru: Паук
sr_cs: Pauk
tr: Örümcek
uk: Павук

source: Spiders
ru: Пауки

source: Staying alive for: {int:RemainingTime}
ru: Вы ещё живы: {int:RemainingTime}

source: Stomach filled by {percent:FodderInStomach}
ar: المعدة ممتلئة حتى {percent:FodderInStomach}
bg: Стомаха запълнен на {percent:FodderInStomach}
cs: Žaludek naplněn za {percent:FodderInStomach}
de: Wanstfüllung {percent:FodderInStomach}
el: Το στομάχι είναι {percent:FodderInStomach} γεμάτο
es: Barriga rellenada por {percent:FodderInStomach}
fa: {percent:FodderInStomach} معده پر شده است
fr: Estomac rempli à {percent:FodderInStomach}
it: Stomaco pieno di {percent:FodderInStomach}
nl: Maag gevuld voor {percent:FodderInStomach}
pl: Brzuch wypełniony w {percent:FodderInStomach}
pt: Estômago preenchido {percent:FodderInStomach}
ru: Брюхо наполнено на {percent:FodderInStomach}
sr_cs: Stomak napunjen za {percent:FodderInStomach}
tl: Ang tiyan ay puno ng {percent:FodderInStomach}
tr: Mideniz {percent:FodderInStomach} oranda dolu
uk: Шлунок наповнений на {percent:FodderInStomach}

source: Switch language to english?
ru: Переключить язык на русский?

source: Sword strength increased
ar: ارتفعت قوة السيف
bg: Силата на меча е увеличена
de: Schwertstärke erhöht
es: Fortaleza de espada acrecentada
fa: قدرت شمشیر افزاش یافت
fr: Force de l'épée augmentée
it: Forza della spada aumentata
nl: Zwaard sterkte verhoogd
pl: Obrażenia od miecza wzrosły
pt: Força da espada aumentada
ru: Сила меча поднята
sr_cs: Dužina mača povećana
tl: Ang iyong espada ay lumakas
tr: Kılıç gücü arttı
uk: Сила катани збільшена

source: Sword velocity increased
ar: ارتفعت سرعة السيف
bg: Скоростта на меча е увеличена
de: Schwertschnelligkeit erhöht
es: Velocidad de espada acrecentada
fa: سرعت شمشیر افزاش یافت
fr: Vitesse de l'épée augmentée
it: Velocità della spada aumentata
nl: Zwaard snelheid verhoogd
pl: Prędkość miecza wzrosła.
pt: Velocidade da espada aumentada
ru: Скорость меча поднята
sr_cs: Brzina mača povećana
tl: Ang iyong espada ay bumilis
tr: Kılıç hızı arttı
uk: Швидкість катани збільшена
