Repository: Manki233/teeworlds-infclassRM
Catalog: other/po/*/infclass.po
Languages: ar, bg, cs, de, el, es, fa, fr, hu, it, ja, nl, pl, pt, ru, sr_cs, tl, tr, uk

source: The Ghost can infect humans and heal infected with his hammer.
ar: يمكن للشبح أن يمرر العدوى إلى البشر وأن يشفي المصابين يإستعمال مطرقته.
bg: Призракът може да инфектира хора и лекува инфектираните със своя чук.
cs: Duch může infikovat lidi a léčit nakažené svým kladivem.
de: Der Geist kann unter Verwendung seines Hammers entweder Erkrankte heilen oder Überlebende anstecken.
el: Το φάντασμα μπορεί να μολύνει τους ανθρώπους με το σφυρί του.
es: El Fantasma puede infectar a humanos y curar a otros infectados con su martillo.
fa: روح می تواند به وسیله ی چکش انسان ها را ویروسی کند و به دیگر ویروسی ها سلامتی بدهد.
fr: Les Fantôme peuvent infecter les humain·e·s et soigner les infecté·e·s à l'aide de leur marteau.
hu: A szellem kalapácsával megfertőzhet embereket, és gyógyíthat zombikat.
it: Il Fantasma può infettare umani e curare infetti con il suo martello.
ja: ゴーストはハンマーで生存者を感染させたり、他の感染者を回復させることができます。
nl: De geest kan mensen infecteren en mensen genezen met zijn hamer.
pl: Duch może zarażać ludzi i leczyć zarażonych swoim młotem.
pt: O Fantasma pode infectar humanos e curar infectados com seu martelo.
sr_cs: Duh može da zarazi ljude i da leči zaražene svojim čekićem.
tl: Ang Ghost ay kayang maka infect ng humans at makagamot ng mga infected gamit ang kanyang hammer.
tr: Hayalet, insanları dönüştürebilir ve çekiciyle vurarak zombileri iyileştirebilir.
uk: Привид може інфікувати людей та лікувати заражених завдяки своєму молоту.

source: He is invisible, except if a human is near him, if he takes a damage or if he use his hammer.
ar: هو مخفي، إلا البشر القريبين منه، اذا تضرر او استخدم المطرقة.
bg: Той е невидим, освен ако някой човек не е близо до него, ако бъде ударен, или ако използва своя чук.
cs: Je neviditelný dokud nezaútočí, nebo dokud se neocitne příliš blízko člověka.
de: Solange sich kein Überlebender in seiner Nähe befindet, ihm Schaden zugefügt wird oder er seinen Hammer nutzt, ist er für Überlebende unsichtbar.
el: Είναι αόρατος, εκτός και αν ένας άνθρωπος είναι κοντά του , αν δεκτεί ζημιά ή αν χρησιμοποιήσει το σφυρί του.
es: Él es invisible, excepto si un humano esta cerca de él, si le infligen daño o si usa su martillo.
fa: او نامرئی است تا زمانی که: یک انسان نزدیکش شود، به او حمله کنند یا از چکشش استفاده کند.
fr: Illes sont invisibles, sauf si une humaine ou un humain est proche d'eux, si illes prennent un dégât, ou si illes utilisent leur marteau.
hu: Láthatatlan az emberek szábára kivéve ha közel vannak hozzá, vagy kasználja kalapácsát.
it: Lui è invisibile, eccetto se un umano è vicino a lui, se prende danno o se usa il suo martello.
ja: また、彼は常に透明で、生存者が近くにいると姿を現します。彼がダメージを受けた時や、ハンマーを使用した時にも姿を現します。
nl: Hij is onzichtbaar, behalve als er een mens in de buurt is, als hij schade krijgt of hij zijn hamer gebruikt.
pl: Jest niewidzialny, dopóki nie ma człowieka w jego okolicy, otrzyma obrażenia lub użyje młota.
pt: Ele é invisível, exceto se um humano estiver próximo a ele, se ele tomar dano ou se ele usar seu martelo.
sr_cs: Nevidljiv je, osim ako je čovek blizu, ako primi udarac ili ako koristi čekić.
tl: Siya ay hindi nakikita, except kung may malapit na tao sa kanya, o kung masaktan sya o kung ginamit niya ang kanyang hammer.
tr: Yakınında bir insan bulunmadığı, hasar almadığı veya çekicini kullanmadığı sürece görünmezdir.
uk: Він невидимий, за винятком того, якщо людина знаходиться поруч з ним, якщо він бере пошкодження або якщо він використовує свій молот.

source: The Spider can infect humans and heal infected with his hammer.
ar: يمكن للعنكبوت أن يمرر العدوى إلى البشر وأن يشفي المصابين يإستعمال مطرقته.
bg: Паякът може да инфектира хората и лекува инфектираните със своя чук.
cs: Pavou může infikovat lidi a léčit infikované svým kladivem
de: Die Spinne kann unter Verwendung ihres Hammers entweder Erkrankte heilen oder Überlebende anstecken.
el: Η αράχνη μπορεί να μολύνει τους ανθρώπους με το σφυρί του.
es: La Araña puede infectar a humanos y curar a otros infectados con su martillo.
fa: عنکبوت می تواند به وسیله ی چکش انسان ها را ویروسی کند و به دیگر ویروسی ها سلامتی بدهد.
fr: Les Araignées peuvent infecter les humain·e·s et soigner les infecté·e·s à l'aide de leur marteau.
hu: A pók kalapácsával megfertőzhet embereket, és gyógyíthat zombikat.
it: Il Ragno può infettare umani e curare infetti con il suo martello.
ja: 蜘蛛はハンマーで生存者を感染させたり、他の感染者を回復させることができます。
nl: De spin kan mensen infecteren en mensen genezen met zijn hamer.
pl: Pająk może zarażać ludzi i leczyć zainfekowanych swoim młotem.
pt: A Aranha pode infectar humanos e curar infectados com seu martelo.
sr_cs: Pauk može da zarazi ljude i da leči zaražene svojim čekićem.
tl: Ang Spider ay kayang maka infect ng humans at makagamot ng mga infected gamit ang kanyang hammer.
tr: Örümcek, insanları dönüştürebilir ve çekiciyle vurarak zombileri iyileştirebilir.
uk: Павук може інфікувати людей та лікувати заражених завдяки своєму молоту.

source: When selecting any gun, his hook enter in web mode.
ar: عند اختيار اي سلاح، الامساك يكون في وضع الشبكة.
bg: При избора на някое оръжие, куката му влиза в режим паяжина.
cs: Při pokoušení se přepnout na jinou zbraň se jeho hák dostane do pavučinového módu
de: Beim Waffenwechsel wird aus ihrem Haken ein Spinnenfaden (Spinnennetz-Betrieb).
el: Όταν επιλέγει ένα οποιοδήποτε όπλο, ο γάντζος του μετατρέπεται σε λειτουργεία ιστού.
es: Con la selección de cualquier arma el gancho entra en modo telaraña.
fa: هنگامی که هر تفنگی را انتخاب کنید او وارد حالت تار عنکبوت می شود.
fr: Quand illes sélectionnent une arme, leur grappin entre en mode "toile".
hu: Amikor fegyvert vált, a horgot háló módban használhatja.
it: Quando si seleziona qualunque pistola, la sua corda entrerà in modalità ragnatela.
ja: また、マウスカーソルを操作すると、フックを蜘蛛糸モードに変更できます。
nl: Bij het verwisselen van pistool gaat zijn haak in web-modus.
pl: Podczas wyboru jakiejkolwiek broni, jego hak przechodzi w tryb sieci.
pt: Ao selecionar qualquer arma, seu gancho entra no modo teia.
sr_cs: Kada selektira neko oružje, njegov huk prelazi u mrežu.
tl: Kung piliin niya ang kahit anong baril ang kanyang hook ay papasok sa web mode.
tr: Herhangi bir silah seçerken kancası ağ moduna geçer.
uk: При виборі жодної зброї, його гак переходить в режим павутини.

source: The Ghoul can infect humans and heal infected with his hammer.
ar: الغول يمكنه إصابة البشر وإشفاء المصابين بمطرقته.
bg: Вампирът може да инфектира хора и лекува инфектираните със своя чук.
cs: Ghůl může nakazit lidi a léčit nakažené kladivem
de: Der Ġul kann unter Verwendung seines Hammers entweder Erkrankte heilen oder Überlebende anstecken.
el: Το γκούλ μπορεί να μολύνει τους ανθρώπους και να γιατρέψει τους μολυσμένους με το σφυρί του.
es: El Gul puede infectar a humanos y curar a otros infectados con su martillo.
fa: غول می تواند به وسیله ی چکش انسان ها را ویروسی کند و به دیگر ویروسی ها سلامتی بدهد.
fr: Les Goules peuvent infecter les humain·e·s et soigner les infecté·e·s à l'aide de leur marteau.
it: Lo spirito può infettare gli umani e curare gli infetti con il suo martello.
nl: De Ghoul kan mensen infecteren en geïnfecteerden genezen met zijn hamer.
pl: Ghul może zarażać ludzi swoim młotem.
pt: O canibal pode infectar seres humanos e curar os infectados com o seu martelo.
sr_cs: Zloduh može da zaražava ljude i da leči zaražene svojim čekićem.
tl: Ang Ghoul ay kayang maka infect ng mga tao at makagamot ng mga infected gamit ang kanyang hammer.
tr: Gulyabani, insanları dönüştürebilir ve çekiciyle vurarak zombileri iyileştirebilir.
uk: Вовкулака може інфікувати людей і лікувати інфікованих молотком.

source: He can devour all that has died close to him, which makes him stronger, faster and more resistant.
ar: يمكن ان يلتهم كل ما هلك بالقرب منه ما يجعله أقوى وأسرع واكثر مقاوما.
bg: Той може да изяде всичко, което е починало близо до него, и това го прави по-силен, по-бърз и по-устойчив.
cs: Může absorbovat nakažené, které umřeli blízko něho, což ho poté dělá odolnějším a rychlejším.
de: Er hat die Fähigkeit, alles zu verschlingen, was in seiner Nähe gestorben ist – das macht ihn stärker, schneller und widerständiger.
el: Μπορεί να παίρνει την ενέργεια των μολυσμένων που πέθαναν κοντά του, η οποία τον κάνει δυνατότερο, γρηγορότερο και ανθεκτικότερο.
es: Puede devorar todo que ha muerto cerca de él, lo que lo hace más vigoroso, más rápido y más resistente.
fa: او می تواند مرده های اطراف خود را ببلعد و قوی تر، مقاوم تر و سریعتر شود.
fr: Elles dévorent tous ceux et celles qui meurent prêt d'elles, ce qui les rends plus fortes, plus rapides et plus résistantes à mesure que leur estomac se remplit.
it: Lui può divorare tutto quello che è morto vicino a lui e ciò lo rende più forte, veloce e più resistente.
nl: Hij kan al die dicht bij hem is overleden verslinden, dat maakt hem sterker, sneller en meer resistent.
pl: Może pobierać tych, którzy umarli blisko niego, co czyni go silniejszym, szynszym i bardziej odpornym.
pt: Ele pode devorar tudo que morreu perto dele, o que o torna mais forte, mais rápido e mais resistente.
sr_cs: On može da izjede sve što je umrlo blizu njega, što ga čini snažnijim, bržim i otpornijim.
tl: Kaya nyang makain lahat ng namatay malapit sa kanya, ito ay nagpapalakas sa kanya, pinapabilis at binibigyan siya ng mas malakas na resistensya.
tr: Yakınında ölen herkesi yiyerek daha güçlü, hızlı ve dayanıklı olur.
uk: Він може поглинати все, що вмерло біля нього, і це робить його сильнішим, швидшим, і також більш стійким.

source: Thereupon he digests his fodder bit by bit going back to his normal state, and besides, death bereaves him of his nourishment.
ar: وعلى أثر ذلك يهضم اعلافه رويداً منخفض إلى حالته الطبيعية، وبالأضافة الموت يسلبه غذائه.
bg: След това той смила храната си постепенно обратно към нормалното му състояние, и освен това, смъртта премахва част от неговата храна.
cs: Poté se postupně vrací do svého normálního stavu. Když umře, instantně ztratí část toho co absorboval
de: Daraufhin verdaut er sein Futter nachgerade, zu seinem nüchternen Zustande zurückkehrend, und überdies erleichtert ihn der Tod seiner Sättigung.
el: Έπειτα με την πέψη η τροφή του λίγο λίγο πηγαίνει στην κανονική κατάσταση, και εκτός των άλλων, ο θάνατός, του στερεί τη θρέψη.
es: Seguidamente digiere su forraje poco a poco volviendo a su estado normal, y aparte de eso le quita alimento el fallecer.
fa: البته پس از مدتی غذای او هضم می شود و به حالت عادی بر میگردد و همچنین او نمی تواند جنازه ی خود را بخورد.
fr: Elles digèrent progressivement et revient petit à petit à leur état normal. Lorsqu'elles meurent, elles conservent une partie de leur nourriture.
it: Dopo digerisce il suo cibo poco a poco tornando indietro al suo stato originale, e poi, quando muore, libera il suo nutrimento.
nl: Daarop verteert hij zijn voeder beetje bij beetje en gaat hij terug naar zijn normale toestand, en bovendien, de dood berooft hem van zijn voeding.
pl: Jednakowoż jeżeli nie czerpie, kawałek po kawałku będzie wracał do normalności, albo gdy zginie.
pt: Pouco a pouco ele digere a sua forragem, voltando ao seu estado normal. A morte também o priva de sua nutrição, reduzindo suas forças.
sr_cs: Odmah nakon što svari svoju hranu malo pomalo vraća u svoje normalno stanje, i sem toga, smrt ucvili njega od svoje hrane.
tl: Dahil nyan dinadigest niya ang kanyang mga nakain at paunti-unting bumabalik sa normal nitong lagay, at kalakip nyan, kamatayan ang lumalansag sa kanyang pagpapakain.
tr: Yediklerini parça parça sindirerek normal haline döner, ayrıca ölmek de yediklerini ondan alır.
uk: Слідом за цим він перетравлює їжу і помалу повертається до свого звичайного стану, і також смерть повертає його до звичайного стану

source: The Slug can infect humans and heal infected with his hammer.
ar: يمكن للحلزون أن يصيب البشر و يشفي المصابين بمطرقته.
bg: Плужекът може да инфектира хора и лекува инфектираните със своя чук.
de: Die Schnecke kann unter Verwendung ihres Hammers entweder Erkrankte heilen oder Überlebende anstecken.
es: El Limaco puede infectar a humanos y curar a otros infectados con su martillo.
fa: حلزون می تواند به وسیله ی چکش انسان ها را ویروسی کند و به دیگر ویروسی ها سلامتی بدهد.
fr: Les limaces peuvent infecter les humain·e·s et soigner les infecté·e·s à l'aide de leur marteau.
it: La Lumaca può infettare umani e curare infetti con il suo martello.
nl: De Slak kan mensen infecteren en geïnfecteerden genezen met zijn hamer.
pl: Ślimak może zarażać ludzi i leczyć zarażonych uderzając młotkiem.
pt: A lesma pode infectar seres humanos e curar os infectados com o seu martelo.
sr_cs: Puž može da zaražava ljude i da leči zaražene sa svojim čekićem.
tl: Ang Slug ay kayang maka infect ng humans at makagamot ng mga infected gamit ang kanyang hammer.
tr: Sümüklü böcek, insanları dönüştürebilir ve çekiciyle vurarak zombileri iyileştirebilir.
uk: Слимак може інфікувати людей і лікувати інфікованих молотком.

source: He can make the ground and walls toxic by spreading slime with his hammer.
ar: يمكن أن يجعل الأرض والاسوار سامّة بمطرقته.
bg: Той може да направи земята и стените токсични като разпространява слуз с чука си.
de: Er kann Boden und Wände verseuchen, indem er mittels seines Hammers Schleim auf ihnen ausbreitet.
es: Puede hacer dañino el suelo y las paredes difundiendo limo con su martillo.
fa: او می‌تواند بر روی زمین و دیوارها با گسترش لجن و گل سم بسازد.
fr: Elles peuvent rendre le sol et les murs toxiques en déposant de la bave à l'aide de leur marteau
it: Lui può rendere il terreno e i muri tossici diffondendo bava con il suo martello.
nl: Hij kan de grond en de muren giftig maken door het verspreiden van slijm met zijn hamer.
pl: On może zainfekować ściany rozrzucając szlam młotkiem.
pt: Ele pode tornar o solo e paredes tóxicos espalhando limo com seu martelo.
sr_cs: On može da prekrije pod i zidove otrovnom sluzi svojim čekićem.
tl: Kaya niyang gawin nakalalason ang mga pader at ang lupa sapamamagitan ng paglagay niya ng slime gamit ang kanyag hammer.
tr: Zemini ve duvarları, çekiciyle balçık bulaştırarak zehirli hale getirebilir.
uk: Він в змозі отруювати землю та стіни розносячи слиз, завдяки своєму молоту.

source: The Undead can infect humans and heal infected with his hammer.
ar: الميّت يستطيع أن يصيب البشر ويعالج المصابين بالمطرقة.
bg: Неумиращият може да инфектира хора и лекува инфектираните със своя чук.
cs: Nemrtvý může infikovat lidi a léčit nakažené.
de: Der Untote kann unter Verwendung seines Hammers entweder Erkrankte heilen oder Überlebende anstecken.
el: Ο αθάνατος μπορεί να μολύνει τους ανθρώπους με το σφυρί του.
es: El Muerto viviente puede infectar a humanos y curar a otros infectados con su martillo.
fa: سخت جان می تواند به وسیله ی چکش انسان ها را ویروسی کند و به دیگر ویروسی ها سلامتی بدهد.
fr: Les Invincibles peuvent infecter les humain·e·s et soigner les infecté·e·s à l'aide de leur marteau.
hu: Az élőhalott kalapácsával megfertőzhet embereket, és gyógyíthat zombikat.
it: Il Morto Vivente può infettare gli umani e guarire gli infetti con il suo martello.
ja: アンデッドはハンマーで生存者を感染させたり、他の感染者を回復させることができます。
nl: De ondode kan mensen infecteren en mensen genezen met zijn hamer.
pl: Nieumarły może zarażać ludzi i leczyć zarażonych swoim młotem.
pt: O Morto Vivo pode infectar humanos e curar infectados com seu martelo.
sr_cs: Undead može da zarazi ljude i da leči zaražene svojim čekićem.
tl: Ang undead ay kayang maka infect ng mga tao at maggamot ng infected gamit ang kanyang hammer.
uk: Невмирущий може інфікувати людей та лікувати заражених завдяки своєму молоту.

source: Instead of dying, he freezes during 10 seconds.
ar: بدلا من ان يموت، يتجمد لمدة ١٠ ثواني.
bg: Вместо да умира, той замръзва за 10 секунди.
cs: Místo smrti se zmrazí na 10 sekund
de: Anstatt zu sterben, friert er für zehn Sekunden ein.
el: Αντί να πεθάνει, παραμένει παγωμένος για 10 δυτερόλεπτα.
es: En vez de morir, se queda congelado 10 segundos.
fa: برای هر بار مردن او برای 10 ثانیه به حالت یخ زده تبدیل می شود.
fr: À la place de mourir, illes sont gelé·e·s pendant 10 secondes.
hu: Nem hal meg, hanem lefagy 10 másodpercre.
it: Invece di morire, si congela per 10 secondi.
ja: 彼が倒れると10秒間行動不能になります。
nl: In plaats van te sterven, bevriest hij voor 10 seconden.
pl: Zamiast umierać, zostaje zamrożony na 10 sekund.
pt: Ao invés de morrer, ele congela por 10 segundos.
sr_cs: Umesto da umre, on se zaledi na 10 sekundi.
tl: Imbes na mamatay, siya ay hindi pwedeng makagalaw sa loob ng 10 segundo.
tr: Ölmek yerine 10 saniyeliğine donar.
uk: Замість смерті він замерзає на 10 секунд.

source: If an infected heals him, the freeze effect disappear.
ar: إذا مصاب عالجه، التجمد سيختفي.
bg: Ако друг инфектиран го лекува, той се отмразява.
cs: Pokud ho nakažený vyléčí zmrazení zmizí
de: Wird er von einem Erkrankten gehämmert, taut er sofort wieder auf.
el: Άν ένας μολυσμένος τον ακουμπήσει, η αγωμένη λειτουργεία εξαφανίζεται.
es: Si un infectado lo cura, el efecto de congelación desaparece.
fa: اگر یک ویروسی به او جان بدهد حالت یخ زده ی او از بین می رود.
fr: Si un infecté·e les soignent, l'effet de gèle est supprimé.
hu: Ha egy zombi megüti kalapácsával, újra játszhat.
it: Se un infetto lo guarisce, l'effetto del congelamento svanisce.
ja: しかし、他の感染者からの回復ですぐに復活できます。
nl: Als een geïnfecteerde hem geneest, dan is hij niet meer bevroren.
pl: Jeżeli zarażeni uleczą go, efekt zamrożenia zniknie.
pt: Se um infectado o cura, o congelamento acaba.
sr_cs: Ako ga zaraženi izleči, odledit će se.
tl: Kung may infected na gumamot sa kanya, mawawala ng pagka freeze niya.
tr: Eğer bir zombi onu iyileştirirse, donma etkisi ortadan kalkar.
uk: Якщо інфікований його лікує, він розморожує ця.

source: The Witch can infect humans and heal infected with his hammer.
ar: يمكن للساحرة أن يمرّر العدوى إلي البشر بمطرقته وأن يشفي المصابن بالعدوى بمطرقته.
bg: Вещицата може да инфектира хора и лекува инфектираните със своя чук.
cs: Čarodějnice můžou infikovat lidi a léčit nakažené svým kladivem.
de: Die Hexe kann unter Verwendung ihres Hammers entweder Erkrankte heilen oder Überlebende anstecken.
el: Η μάγισσα μπορεί να μολύνει τους ανθρώπους με το σφυρί του.
es: La Bruja puede infectar a humanos y curar a otros infectados con su martillo.
fa: جادوگر می تواند به وسیله ی چکش انسان ها را ویروسی کند و به دیگر ویروسی ها سلامتی بدهد.
fr: Les Sorcières et les Sorciers peuvent infecter les humain·e·s et soigner les infecté·e·s à l'aide de leur marteau.
hu: A boszorkány kalapácsával megfertőzhet embereket, és gyógyíthat zombikat.
it: La Strega può infettare gli umani e guarire gli infetti con il suo martello.
ja: 魔女はハンマーで生存者を感染させたり、他の感染者を回復させることができます。
nl: De Heks kan mensen infecteren en geïnfecteerden genezen met haar hamer.
pl: Wiedźma może zarażać ludźi i leczyć zainfekowanych swoim młotem.
pt: A Bruxa pode infectar humanos e curar infectados com seu martelo.
sr_cs: Veštica može da zarazi ljude i da leči zaražene svojim čekićem.
tl: Ang witch ay kayang makainfect ng mga tao at gumamot ng infected gamit ang kanyang hammer.
tr: Cadı, insanları dönüştürebilir ve çekiciyle vurarak zombileri iyileştirebilir.
uk: Відьма може інфікувати людей та лікувати заражених завдяки своєму молоту.

source: When an infected dies, he may re-spawn near her.
ar: عندما يموت أحد المصابين، يمكن أن يظهر بجانبها مرة أخرى.
bg: Когато някой инфектиран умира, той може да се появи до нея.
cs: Když nakažený zemře, může se spawnout u čarodějnice.
de: Wenn ein Erkrankter stirbt, besteht eine Aussicht darauf, daß er neben ihr wieder zum Leben erwacht.
el: Όταν ενας μολυσμένος πεθάνει, ίσως να ξαναζωντανέψει δίπλα της.
es: Cuando un infectado muere, este puede renacer cerca suyo.
fa: هرگاه یک فرد ویروسی بمیرد نزدیک او بازی را شروع می کند.
fr: Quand un·e infecté·e meurt, ce dernier a une chance de ré-apparaître à coté d'un Sorcier ou d'une Sorcière.
hu: Ha egy zombit megölnek, jó eséllyel a boszorkányhoz közel fog újra feltűnni.
it: Quando un infetto muore, ha una probabilità di riapparire vicino a lei.
ja: また、感染者が倒れたときの一時的な復活地点として機能します。
nl: Wanneer een geïnfecteerde sterft is er een kans dat hij herleeft in de buurt van haar.
pl: Kiedy zarażony umiera, może odżyć przy niej.
pt: Quando um infectado morre, ele pode renascer perto dela.
sr_cs: Kada zaraženi umre, ponovo će se stvoriti kod nje.
tl: Pagang infected ay namatay pwede silang magrespawn malapit sa kanya.
tr: Ölen bazı zombiler yanında doğar.
uk: Коли заражений вмирає, можливо він поверне ця біля неї.

source: If the Witch dies, she disappears and is replaced by another class of infected.
ar: إذا ماتت الساحرة، سيتم تعويضها بشخصية أخرى من المصابين بالعدوى.
bg: Ако вещицата умре, тя изчезва и се заменя с друг клас от инфектираните.
cs: Když zemřeš jako čarodějnice, tak se spawneš s jiným povoláním.
de: Wenn die Hexe stirbt, verschwindet sie und wird durch einen anderen Erkrankten ersetzt.
el: Άν η μάγισσα πεθάνει, αυτή εξαφανίζεται και αντικαθίσταται από μια άλλη ιδιότητα μολυσμένου.
es: Si la Bruja muere, esta desaparece y es reemplazada por otra clase de infectado.
fa: اگر جادوگر بمیرد او در یکی دیگر از نقش های آلوده ظاهر می شود.
fr: Un Sorcier ou une Sorcière qui meurt redevient un·e infecté·e classique.
hu: Ha a boszorkány meghal, utána már nem boszorkány lesz.
it: Se la Strega muore, ella scompare ed è rimpiazzata da un infetto di un altra classe.
ja: 魔女は倒れると、別の感染者の職業になって復活します。
nl: Als de Heks sterft, verdwijnt ze en wordt ze vervangen door een andere klas van de geïnfecteerden.
pl: Jeżeli wiedźma umrze, zniknie i zostanie zastąpiona inną rasą zarażonych.
pt: Se a Bruxa morrer, ela desaparece e é substituída por outra classe de infectado.
sr_cs: Ako Veštica umre, ona nestaje i zamenjena je drugom klasom zaraženih.
tl: Kung ang witch ay mamatay, siya ay mawawala at mapapalitan ng bagong class.
tr: Eğer cadı ölürse, kaybolur ve yerine başka bir sınıftan zombi gelir.
uk: Якщо відьма гине то заміниться іншим класом заражених.

source: She can also inflict 1 damage point per second by hooking humans.
ar: و يمنكنها أيضا إحداث ضرر واحد في الثانية للبشر عند الإمساك به.
bg: Също така, тя може да нанесе 1 точка повреда за секунда като използва своята кука върху хора.
cs: Může udělit 1 útočný bod za sekundu zaháknutím člověka.
de: Außerdem kann sie einem Überlebenden einen Schadenspunkt für jede Sekunde, in der sie sich an ihn klammert, zufügen.
el: Μπορεί επίσης να προκαλέσει 1 πόντο ζημιάς το δευτερόλεπτο με το να γαντζώνει τους ανθρώπους
es: También puede infligir 1 punto de daño por segundo al enganchar a humanos.
fa: او همچنین می تواند 1 واحد از سلامتی را با زنجیر کردن انسان ها کم کند.
fr: Illes peuvent aussi infliger 1 point de dégât par seconde en agrippant un humain ou une humaine.
hu: Továbbá másodpercenként 1 ponttal sebzi az embereket, ha rájuk akaszkodik.
it: Lei può anche infliggere 1 punto di danno per secondo quando afferra un umano col suo gancio.
ja: 彼女がフックで生存者を捕らえると、その生存者に1ダメージずつ与えます。
nl: Ze kan ook 1 schade punt aanrichten per seconde door het haken van mensen.
pl: Może również zabierać 1 punkt życia łapiąc hakiem ludzi.
pt: Ela também pode causar 1 ponto de dano por segundo ao segurar humanos com seu gancho.
sr_cs: Može da nanese 1 škodan bod po sekundi kada huka ljude.
tl: Kaya nyarin na mag deal ng isang damge sa paghohook ng mga tao.
tr: Ayrıca kancayla insanları tuttuğu her saniye 1 puan zarar verir.
uk: Вона також може заподіяти 1 очко ушкодження за секунду, хапаючи людей.
