Repository: Manki233/teeworlds-infclassRM
Catalog: other/po/*/infclass.po
Languages: ar, bg, cs, de, el, es, fa, fr, hu, it, ja, nl, pl, pt, ru, sr_cs, tl, tr, uk

source: The Medic can protect humans with his hammer by giving them armor.
ar: يمكن للطبيب أن يشفي الاعبين الأحياء عن طريق تزويدهم بدرع.
bg: Медикът може да защити другите хора с чука си, който им дава броня.
cs: Lékař může lidím svým kladivem dát štíty.
de: Der Arzt beschirmt Überlebende, indem er sie mit dem Hammer schlägt, wodurch ihnen Schilde zuwachsen.
el: Ο γιατρός μπορεί να προστατέψει τους ανθρώπους δίνοντάς τους ασπίδες.
es: El Médico puede proteger a los humanos con su martillo dándoles armadura.
fa: دکتر ها می توانند با استفاده از چکش خود به انسان ها زره بدهند.
fr: Les Médecins peuvent protéger les humain·e·s à l'aide de leur marteau en leur donnant une armure.
hu: Az orvos gyógyíthatja kalapácsával az embereket: több pajzs ikon lesz nekik.
it: Il Medico può proteggere gli umani col suo martello, donando loro un'armatura.
ja: 医者はハンマーで他の生存者のアーマーを回復させることができます。
nl: De dokter kan alle mensen beschermen met zijn hamer door hen armor te geven.
pl: Medyk może chronić ludzi swoim młotem, dając im pancerz.
pt: O Médico pode proteger humanos com seu martelo dando armadura a eles.
sr_cs: Lečnik može da da ljudima oklop pomoću svog čekića.
tl: Ang Medic ay kaya maka protect ng mga tao gamit ang kanyang hammer na nagbibigya ng armor.
tr: Doktorlar, çekiçleriyle zırh vererek insanları koruyabilirler.
uk: Лікар може захищати людей надаючи їм броню завдяки його молоту.

source: He has also a powerful shotgun that can pullback infected.
ar: لديه أيظا بندقية يمكنها أن تدفع المصابين بالعدوى.
bg: Той също има мощна пушка, която може да избутва инфектираните.
cs: Má i silnou brokovnici, která dokáže odžduchnout nakažené
de: Er hat als Waffe eine starke Schrotflinte, mit der er Erkrankte zurückschießen kann.
el: Έχει επίσης ένα πανίσχυρο shotgun το οποίο απωθεί πίσω τους μολυσμένους.
es: También posee una poderosa escopeta capaz de hacer retroceder a los infectados.
fa: همچنین آنها دارای یک شات گان قدرتمند هستند که می تواند ویروسی ها را به عقب هل بدهد.
fr: Illes disposent aussi d'un puissant fusil à pompe qui peut repousser les infecté·e·s.
hu: Van továbbá egy erős gépfegyvere, ami ellöki a zombikat.
it: Possiede anche un potente fucile a pompa che può respingere gli infetti.
ja: また、所持しているショットガンは感染者を追い払いつつダメージを与えられます。
nl: Hij heeft ook een krachtig jachtgeweer dat geïnfecteerden kan terugdeinzen.
pl: Ma również potężną strzelbę, która odpycha zarażonych.
pt: Ele também têm uma poderosa espingarda que empurra os infectados para trás.
sr_cs: Ima i snažnu sačmaru koja odbacuje zaražene.
tl: Mayroon din siyang malakas na shotgun na kayang maka tulak ng infected.
tr: Ayrıca zombileri itekleyen güçlü pompalıları vardır.
uk: Він також має сильний дробовик який відштовхує інфікованих.

source: The Hero has a shotgun, a laser rifle and grenades.
ar: البطل له بندقية، ليزر وقنبلة يدوية.
bg: Героят има пушка, лазер и гранати.
cs: Hrdina má brokovnici, laser a granátomet
de: Der Recke ist mit Flinte, Lasergewehr und Granatwerfer bewaffnet.
el: Ο ήρωας έχει ένα shotgun, μια καραμπίνα-λέιζερ και χειρομβίδες.
es: El Héroe tiene una escopeta, un fúsil laser y granadas.
fa: قهرمان همه ی تفنگ ها را دارا است.
fr: Les Héro·ïne·s ont un fusil à pompe, un fusil laser et des grenades.
hu: A hősnek van egy sorozatlövője, lézerpisztolya és gránátvetője.
it: L'Eroe ha un fucile a pompa, un fucile di precisione e un lanciagranate.
ja: ヒーローはショットガン、レーザー、グレネードランチャーを所持しています。
nl: De Held heeft een shotgun, een lasergeweer en granaten.
pl: Bohater ma strzelbę, karabin laserowy i granatnik.
pt: O Herói tem uma shotgun, um laser e granadas.
sr_cs: Heroj ima sačmaru, lasersku pušku i granate.
tl: Ang Hero ay mayroong shotgun, laser, at granada.
tr: Kahramanların pompalıları, lazer tüfekleri ve bombaları vardır.
uk: Герой має дробовик, лазерну гвинтівку та гранатомет.

source: The Hero must find a flag hidden in the map.
ar: البطل عليه ايجاد العلم المخفي في الخريطة.
bg: Героят трябва да намери флага, скрит някъде по картата.
cs: Musí najít vlajku skrytou někde ve hře
de: Dem Recken ist aufgetragen, eine auf der Karte verborgene Flagge zu bergen.
el: Ο ήρωας πρέπεινα βρεί την σημαι που είναι κρυμμένη στην πίστα.
es: El Héroe tiene que invenir la bandera escondida en el mapa.
fa: قهرمان باید پرچم پنهان شده در نقشه را بیابد.
fr: Les Héro·ïne·s doivent trouver un drapeau caché dans la carte.
hu: A hősnek meg kell találnia a térképen elrejtett zászlót.
it: L'Eroe deve trovare una bandiera nascosta nella mappa
ja: ヒーローはマップの所々にあるフラグを見つけなかればいけません。
nl: De Held moet een vlag verborgen vinden in de map.
pl: Bohater musi odnaleźć flagę ukrytą na mapie.
pt: O Herói têm que achar a bandeira escondida no mapa.
sr_cs: Heroj mora da nađe zastavu skrivenu u mapi.
tl: Ang hero ay dapat hanapin ang watawat na nakatago sa loob ng map.
tr: Kahraman, haritada gizli olan bir bayrağı bulmalıdır.
uk: Герой має знаходити прапори, що сховані на карті.

source: Once taken, the flag gives 1 health point, 4 armor points, and full ammo to all humans, furthermore full health and armor to the hero.
ar: عند اخذ العلم، يعطي كل بشري ١ قلب، ٤ درع، ويملئ اسلحة كل البشر, والبطل يستعيد كل القلوب والدروع.
bg: Флага, когато бъде взет, дава 1 живот, 4 броня и пълна амуниции на всички хора, и възвръща напълно живота и бронята на героя.
cs: Když vezme vlajku, přidá 1 život, 4 štíty a všechny náboje všem lidem. K tomu přidá všechny životy a brnění hrdinovi.
de: Erringt er die Flagge, so gebühren Jeglichem, der sich noch unter den Menschen befindet, ein Gesundheitspunkt, vier Schilde, und volles Feuerwerk, ihm selbst wird völlige Heilung zuteil.
el: Μόλις την πάρει, η σημαία δίνει έναν πόντο ζωής, 4 ασπίδες, και γεμάτα πυρομαχικά σε όλους τους ανθρώπους, επιπλέον γεμίζει την ζωή και τις ασπίδες στον συγκεκριμένο ήρωα.
es: A la vez que recoge la bandera, ella le distribue un punto de salud y cuatro puntos de armadura a cado uno de los humanos, les rellena la munición, y el Héroe es sanado completamente.
fa: برای هربار گرفتن، پرچم 1 واحد سلامتی، 4 واحد زره در اختیار همه ی انسان ها قرار می دهد و همچنین تفنگ ها را پر می کند و جان و زره قهرمان را کاملا پر می کند.
fr: Lorsqu'illes le trouvent, le drapeau donne 1 point de vie, 4 points d'armure et toutes les munitions à chaque humain·e
hu: Ha megtalálják, a zászló minden embernek ad 1 életerőpontot, 4 páncélpontot és teljes tölténytárat; a hősnek ezen kívül teljes életerőt és páncélt.
it: Una volta presa, la bandiera dà 1 punto salute, 4 punti d'armatura e ricarica le munizioni di tutti gli umani, oltre alla salute e alle munizioni dell'eroe.
ja: フラグを1本取るごとに、生存者全員のハートを1回復し、アーマーを4回復させます。また、獲得したヒーローはハートとアーマーがそれぞれ全回復します。
nl: Eenmaal genomen geeft de vlag 1 health point, 4 armor points, volledige ammo aan alle mensen en verder volledige health en armor aan de held.
pl: Raz zebrana flaga, dale 1 punk życia, 4 punkty pancerza, i pełne magazynki dla wszystkich ludzi. Pełne życie i pancerz dla bohatera.
pt: Assim que for achada, a bandeira dá 1 ponto de vida, 4 pontos de armadura, e munição completa para todos os humanos, além de vida e armadura completa para o herói.
sr_cs: Kad ju uzme, zastava daje 1 zdravlje, 4 oklopa, i punu municiju svim ljudima, te puno zdravlje i oklop za heroja.
tl: Pagnahanap ang watawat ng hero nagbibigay ito ng 1 heart, 4 na armor, at full ammo sa lahat ng tao, at sa paghanap nito ng hero siya ay binibigyan ng full hearts at armor.
tr: Bayrağı aldığında bütün insanlara 1 can puanı, 4 zırh puanı ve tam mermi gelir. Ayrıca kahramana da tam sağlık ve zırh gelir.
uk: Захоплений прапор надає 1 серце, 4 броні, та повній набір боєзапасів всім людям, крім того всі серця та броню герою, що його знайшов.

source: The hero cannot be healed by a medic, but he can withstand a thrust by an infected, an his health suffice.
ar: البطل لا يمكن ان يتعالج عن طريق الطبيب، لكنه يستطيع الصمود امام مصاب, قلوبه تكفي.
bg: Героят не може да бъде излекуван от медика, но той може да издържи на удар от инфектиран и живота му да стигне.
cs: Hrdina nemůže být vyléčen léařem, ale dokáže vydržet bouchnutí od nakaženého, když má dost životů.
de: Der Recke kann nicht von einem Arzte geheilt werden. Doch er kann einem Streiche eines Erkrankten standhalten, dafern seine Gesundheit hinreicht.
el: Ο ήρωας δεν μπορεί να γιατρευτεί από τον γιατρό, αλλα μπορεί αντέξει ένα χτύπημα από έναν μολυσμένο, και να επαρκέσει η ζωή του.
es: El Héroe no puede ser sanado por un médico, mas es capaz de resistir un trompazo de un infectado, si su vida y armadura bastan.
fa: قهرمان نمی تواند توسط پزشک سلامتی خود را بازیابد اما در مقابل تحمل بیشتری دربرابر ویروسی ها دارد.
fr: Les Héro·ïne·s ne peuvent pas être soigné·e·s par les médecins, et illes peuvent survivre à une attaque des infecté·e·s.
it: L'eroe non può essere curato da un medico, ma può resistere una martellata da un infetto, se ha vita sufficente.
ja: ヒーローは医者での回復を行うことができませんが、感染者からの攻撃に少し耐性が付きます。
nl: De held kan niet genezen worden door een dokter maar hij kan wel een stoot weerstaan van een geïnfecteerde en zijn gezondheid volstaat.
pl: Bohater nie może być uleczony przez lekarza, ale może wytrzymać napór zarażonych, przypłacając to punktami życia.
pt: O Herói não pode ser curado por um médico, mas ele pode aguentar uma martelada de um infectado se sua vida for suficiente.
sr_cs: Heroja ne može da izleči lečnik, ali on može da izdrži napad zaraženog ako ima dovoljno zdravlja.
tl: Ang hero ay hindi pwedeng magamot ng medic pero, kaya niyang maka survive ang isang hammer ng infected at mabuhay.
tr: Kahraman, doktor tarafından iyileştirilemez. Ama sağlığı zombilerle mücadele etmek için yeterlidir.
uk: Герой не може бути вилікуваним лікарем, але він може перенести удар від інфікованого, та життя постраждає.

source: The Mercenary fly in air using his machine gun.
ar: يحلق العميل في الهواء بإستعمال رشاشه.
bg: Наемникът може да лети във въздуха, като използва картечницата си.
cs: Žoldnéř létá ve vzduchu pomocí jeho pistole.
de: Der Söldner ist mit einem Maschinengewehr ausgestattet, dessen Rückstoß ihn in die Lüfte erhebt.
el: Ο μισθοφόρος μπορεί να πετάξει ψτον αέρα χρησιμοποιώντας το πολυβόλο του.
es: El mercenario vuela usando su metralleta.
fa: مزدور می تواند با استفاده از اسلحه ی ماشینی خود در آسمان پرواز کند
fr: Les Mercenaires peuvent voler dans l'air à l'aide de leur mitrailleuse.
hu: A soldos tud repülni a sorozatlövőjável.
it: Il Mercenario vola nell'aria usando la sua pistola.
ja: 傭兵はマシンガンを使用して飛ぶことができます。
nl: De huurling kan in de lucht vliegen met zijn machinegeweer.
pl: Najemnik może latać używając swojego pistelotu maszynowego.
pt: O Mercenário pode voar usando sua metralhadora.
sr_cs: Plaćenik leti vazduhom koristeći se machine gunom.
tl: Ang Mercenary ay kayang lumipad sa hangin gamit ang kanyang pistol/machinegun.
tr: Paralı asker, makineli tüfeğini kullanarak havada uçabilir.
uk: Найманець літає в повітрі завдяки використанню свого кулемета.

source: He can coil explosives with his hammer that hinder infected from harming.
ar: يمكن أن يلفّ بمطرقته متفجرات تعوق المصابين عن إيذاء.
bg: Той може да приготви експлозиви използвайки своя чук.
cs: Může svým kladivem tvořit exploze.
de: Er kann Sprengsätze aufwinden, die Erkrankte daran hindern zu schaden.
el: Αυτός μπορεί να συσπειρώσει και εξ αποστάσεως να ενεργοποιήσει τα εκρηκτικά διαφόρων εφέ με το σφυρί του.
es: Puede embobinar artilugios explosivos que impiden a los infectados dañar.
fa: او همچنین می تواند با استفاده از سیم و مواد منفجره بمب هایی با تاثیرات مختلف بسازد.
fr: Illes peuvent poser des bombes lesquelles empêchent des infecté·e·s de endommager.
it: Lui può piazzare esplosivi con il suo martello, i quali impediscono agli infetti di danneggiare.
nl: Hij kan explosieven opwinden met zijn hamer die belemmeren de geïnfecteerden.
pl: Może naładować pole ekslozji swoim młotem które uniemożliwia zainfekowanym szkodzić.
pt: Ele pode armar explosivos com seu martelo os quais impedem que os infectados causem dano temporariamente.
sr_cs: On može da navije eksplozive pomoću svog čekića koji onemoguće zaraženima da škode.
tl: Kaya nyang mag lagay ng mga pasabog gamit ang kanyang hammer na pinipigil ang mga infected na makasakit.
tr: Çekiciyle çeşitli patlayıcılar kurabilir ve uzaktan patlatabilir.
uk: Він має здатність накручувати вибухові пристрої котрі перешкоджають зараженіх шкодити.

source: He can also throw poison grenades that each deal one damage point.
ar: ويمكن أن يرمي قذائف سامّة كله تدِرّ بـ {int:NumDamagePoints} من نقاط.
bg: Той също така може да хвърля отровни гранати, като всяка причинява една точка повреда.
cs: Může házet jedovaté granáty, které ubírají postupně 1 život.
de: Er kann zudem Giftgranaten werfen, welche bei Zündung jedem betroffenen Erkrankten einen Schadenspunkt zufügen.
el: Μπορεί να πετάξει επίσης δηλητηριούχες χειροβομβίδες που προκαλούν έναν πόντο ζημιάς.
es: Él también puede lanzar granadas de ponzoña que infligen un punto de daño.
fa: او می تواند با استفاده از بمب های زهر آلود خود {int:NumDamagePoints} واحد از سلامتی را کم کند.
fr: Il peut aussi lancer des grenades empoisonnées qui infligent un point de dégât.
it: Lui può anche lanciare granate velenose che infliggono un punto danno.
ja: また、ポイズングレネードを投げることもでき、効果範囲にいる感染者に{int:NumDamagePoints}ダメージを与えます。
nl: Hij kan ook gif granaten gooien die een schade punt oplevert.
pl: Może również rzucać granaty zatruwające, które zabierają jeden punkt życia.
pt: Ele também pode jogar granadas venenosas que causam um ponto de dano.
sr_cs: Može da baca otrovne granate od kojih svaka deli {int:NumDamagePoints} bod štete.
tl: Kaya rin nyang magtapon ng poison grenades na nakakadamge sa infected ng isang damage point.
tr: Ayrıca her biri birer puan hasar veren zehir bombaları atabilir.
uk: Також він може кидати отруйні гранати, які наносять {int:NumDamagePoints} одиницю урону.

source: The Sniper can lock his position in air for 15 seconds with his hammer.
ar: يمكن للقناص أن يوقف بمطرقته حركته في الهواء لمدة 15 ثانية.
bg: Снайперистът може да заключи позицията си във въздуха за 15 секунди използвайки чука си.
cs: Sniper se může znehybnit ve vzduchu po dobu 15 sekund použitím kladiva.
de: Der Scharfschütze kann sich, seines Hammers bedienend, an einem beliebigen Orte festigen.
el: Ο ελευθερος σκοπευτής μπορεί να κλειδώσει την θέση του στον αέρα με το σφυρί του για 15 δευτερόλεπτα.
es: El francotirador puede bloquear su posición en el aire por 15 segundos con su martillo.
fa: تک تیرانداز می تواند برای 15 ثانیه توسط چکش خود در هوا معلق بماند.
fr: Les Snipers peuvent verrouiller leur position dans l'air pendant 15 secondes avec leur marteau.
hu: A mesterlövész levegőbel a tud maradni, amit kalapácsával aktiválhat.
it: Il Cecchino può bloccare la sua posizione in aria per 15 secondi con il suo martello.
ja: 狙撃兵はハンマーで現在位置を15秒間固定することができます。
nl: De scherpschutter kan zijn positie vergrendelen in de lucht voor 15 seconden met zijn hamer.
pl: Snajper może zablokować swoją pozycję na 15 sekund używając młota.
pt: O Sniper pode travar sua posição no ar por 15 segundos usando seu martelo.
sr_cs: Snajper može da zaključa svoju poziciju u vazduhu na 15 sekundi koristeći se čekićem.
tl: Ang sniper ay kayang ikandado ang kanyang position gamit ang kanyang hammer sa loob ng 15 segundo.
tr: Keskin nişancı, çekiciyle havada 15 saniyeliğine pozisyonunu kilitleyebilir.
uk: Снайпер може затримувати свою позицію на 15 секунд в повітрі завдяки своєму молоту.

source: He has also a powerful rifle that deals 30 damage points in locked position, and 10–13 otherwise.
ar: لديه ليزر قوي يسبب ٣٠ ضرر في الوضع المغلق، و ١٠–١٣ في الوضع العادي.
bg: Той също има силна лазерна пушка, която причинява 30 точки повреда в заключено положение и 10–13 иначе.
cs: Taky má velmi silný laser, který uděluje 30 životů v zhehybněnosti a 10-13 normálně.
de: In fester Stellung fügt sein Laser 30 Schadenspunkte zu, in Bewegung 10–13.
el: Έχει επίσης μια πανίσχυρη καραμπίνα η οποία προκαλεί 30 πόντους ζημιάς στην κλειδωμένη θέση, και 10–13 διαφορετικά.
es: Él tiene también un rifle potente que inflige 30 puntos de daño cuando está bloqueado en una posición y 10–13 en otros casos.
fa: او همچنین تفنگ قدرتمندی دارد که می تواند در حالت عادی 10–13 واحد و در حالت قفل مکان 30 واحد از سلامتی را کم کند.
fr: Illes disposent également d'un puissant fusil qui inflige 30 points de dégât en position verrouillée, et 10–13 en situation normale.
it: Ha anche un potente fucile di precisione che infligge 30 punti danno in posizione bloccata e 10–13 in posizione normale.
ja: 彼は強力なライフルを所持しており、位置を固定している間は30ダメージを与えられます。通常時でも10-13ダメージを与えられます。
nl: Hij heeft ook een krachtig lasergeweer dat 30 schade punten oplevert in de vergrendelde positie, anders 10–13.
pl: Ma również potężny karabin, który zabiera 30 punktów obrażen w pozycji zablokowanej i 10–13 gdy nie jest.
pt: Ele também têm um rifle poderoso que causa 30 de dano na posição travada, e 10–13 caso contrário.
sr_cs: Ima i snažnu pušku koja deli 30 škodnih bodova u zaključanoj poziciji, a 10–13 bodova inače.
tl: Mayroon din siyang sniper rifle na kayang pumatay ng isang infected kung nakalock ang kanyang position, at 10–13 kung hindi.
tr: Ayrıca normalinde 10–13, kilitli pozisyonda 30 puan hasar veren güçlü bir tüfeği vardır.
uk: Також він має сильну гвинтівку що дає 30 очок ушкодження в затриманій позиції, або 10–13 в іншому випадку.

source: The Smoker can infect humans and heal infected with his hammer.
ar: يمكن للمدخن أن يصيب البشر و يشفي المصابين بمطرقته.
bg: Опушвачът може да инфектира хората и лекува инфектираните със своя чук.
cs: Kuřák může infikovat lidi and léčit infikované svým kladivem
de: Der Raucher kann unter Verwendung seines Hammers entweder Erkrankte heilen oder Überlebende anstecken.
el: Το φίδι μπορεί να μολύνει τους ανθρώπους με το σφυρί του.
es: El Smoker puede infectar a humanos y curar a otros infectados con su martillo.
fa: سیگاری می تواند به وسیله ی چکش انسان ها را ویروسی کند و به دیگر ویروسی ها سلامتی بدهد.
fr: Les Smokers peuvent infecter les humain·e·s et soigner les infecté·e·s à l'aide de leur marteau.
hu: A füstös kalapácsával megfertőzhet embereket, és gyógyíthat zombikat.
it: Lo Smoker può infettare gli umani e guarire gli infetti con il suo martello.
ja: ゾンビはハンマーで生存者を感染させたり、他の感染者を回復させたりできます。
nl: De smoker kan mensen infecteren en mensen genezen met zijn hamer.
pl: Chwytacz może infekować ludzi i leczyć zarażonych młotem.
pt: O Smoker pode infectar humanos e curar infectados com seu martelo.
sr_cs: Pušač može zaraziti ljude i lečiti zaražene svojim čekićem.
tl: Ang Smoker ay kayang makainfect ng mga tao at manggamot ng infected gamit ang kanyang hammer.
tr: Dumancı, insanları dönüştürebilir ve çekiciyle vurarak zombileri iyileştirebilir.
uk: Курець може інфікувати людей та лікувати заражених завдяки своєму молоту.

source: He can also inflict 4 damage points per second by hooking humans.
ar: و يمكن أن يضعف من طاقة البشر بأربع نقاط كل ثانية.
bg: Той може да нанесе 4 точки повреда за секунда като използва своята кука върху хора.
cs: Taky může způsobit 4 útočné body za sekundu dotknutí se hákem člověka.
de: Außerdem kann er einem Überlebenden einen Schadenspunkt für jede Sekunde, in der er sich an ihn klammert, zufügen.
el: Μπορεί επίσης να προκαλέσει 4 πόντους ζημιάς το δευτερόλεπτο με το να γαντζώνει τους ανθρώπους
es: También puede infligir 4 puntos de daño por segundo al enganchar a humanos.
fa: او همچنین می تواند با زنجیر کردن انسان ها هر ثانیه 4 واحد از سلامتیشان را کم کند.
fr: Illes peut aussi infliger 4 points de dégât par seconde quand illes agrippent une humaine ou un humain.
hu: Továbbá másodpercenként 4 ponttal sebzi az embereket, ha rájuk akaszkodik.
it: Lui può anche infliggere 4 punti di danno per secondo quando afferra un umano col suo gancio.
ja: また、フックで生存者を捕らえると、その生存者に4ダメージずつ与えます。
nl: Hij kan ook 4 schade punten opleveren per seconde door mensen te haken.
pl: Może również zabierać 4 punkty życia na sekundę łapiąc na hak ludzi.
pt: Ele também pode causar 4 pontos de dano por segundo ao segurar humanos com seu gancho.
sr_cs: Nanosi 4 škodnih boda po sekundi kad huka ljude.
tl: Kaya nya rin na magdeal ng 4 damage points kada segundo sa paghohohook ng mga tao.
tr: Ayrıca kancayla insanları tuttuğu her saniye 1 puan zarar verir.
uk: Він також може заподіяти 4 очки ушкодження за секунду, хапаючи людей.

source: The Boomer explodes when he attack.
ar: يمكن أن يتفجر عندما يهاجم.
bg: Избухвачът експлодира, когато атакува.
cs: Sebevrah exploduje když zaútočí svým kladivem.
de: Der Bomber führt keinen Hammer. Sein Angriff sprengt ihn selbst.
el: Ο βομβιστής εκρήγνυται όταν επιτήθεται.
es: El Boomer explota cuando ataca.
fa: عامل انتحاری در هنگام حمله منفجر می شود.
fr: Les Boomers explosent quand illes attaquent.
hu: A bomba támadáskor felrobban.
it: Il Boomer esplode quando attacca.
ja: 爆弾魔は自爆をすることで攻撃ができます。
nl: De boomer ontploft wanneer hij aanvalt.
pl: Wybuchacz eksploduje kiedy atakuje.
pt: O Boomer explode quando ele ataca com seu martelo.
sr_cs: Bumer eksplodira kada napadne.
tl: Ang Boomer ay kayang sumabog pag siya ay umatak.
tr: Patlayıcı, saldırdığında patlar.
uk: Вибуховий вибухає коли він атакує.

source: The Hunter can infect humans and heal infected with his hammer.
ar: يمكن للصياد أن يمرر العدوى إلي البشر بمطرقته وأن يشفي المصابن بالعدوى بمطرقته.
bg: Ловецът може да инфектира хора и лекува инфектираните със своя чук.
cs: lovec může infikovat lidi a léčit nakažené svým kladivem.
de: Der Jäger kann kann unter Verwendung seines Hammers entweder Erkrankte heilen oder Überlebende anstecken.
el: Το κοράκι μπορεί να μολύνει τους ανθρώπους με το σφυρί του.
es: El Cazador puede infectar a humanos y curar a otros infectados con su martillo.
fa: شکارچی می تواند به وسیله ی چکش انسان ها را ویروسی کند و به دیگر ویروسی ها سلامتی بدهد.
fr: Les Chasseuses et les Chasseurs peuvent infecter les humain·e·s et soigner les infecté·e·s à l'aide de leur marteau.
hu: A vadász kalapácsával megfertőzhet embereket, és gyógyíthat zombikat.
it: Il Cacciatore può infettare gli umani e guarire gli infetti con il suo martello.
ja: ハンターはハンマーで生存者を感染させたり、他の感染者を回復させることができます。
nl: De jager kan mensen infecteren en mensen genezen met zijn hamer.
pl: Łowca może zarażać ludzi i leczyć zarażonych swoim młotem.
pt: O Caçador pode infectar humanos e curar infectados com seu martelo.
sr_cs: Lovac može da zarazi ljude i da leči zaražene svojim čekićem.
tl: Ang Hunter ay kayang makainfect ng humans at makagamot ng mga infected gamit ang kanyang hammer.
tr: Avcı, insanları dönüştürebilir ve çekiciyle vurarak zombileri iyileştirebilir.
uk: Мисливець може інфікувати людей та лікувати заражених завдяки своєму молоту.
