Repository: Manki233/teeworlds-infclassRM
Catalog: other/po/*/infclass.po
Languages: ar, bg, cs, de, el, es, fa, fr, hu, it, ja, nl, pl, pt, ru, sr_cs, tl, tr, uk

source: {str:PlayerName} entered and joined the game
ar: {str:PlayerName} دخل و إنضم إلى اللعبة
bg: {str:PlayerName} влезе и се присъедини към играта
cs: {str:PlayerName} se připojil a vstoupil do hry
de: {str:PlayerName} hat den Server und das Spiel betreten
el: {str:PlayerName} μπήκε και πήρε μερος στο παιχνίδι
es: {str:PlayerName} ha entrado y se ha unido a la partida
fa: {str:PlayerName} وارد شد و به بازی پیوست
fr: {str:PlayerName} est arrivé·e et a rejoint la partie
hu: {str:PlayerName} belépett, és csatlakozott a játékhoz
it: {str:PlayerName} è entrato e si è unito alla partita
ja: {str:PlayerName}が参加しました
nl: {str:PlayerName} is binnengekomen en sloot zich aan tot het spel
pl: {str:PlayerName} Połączył się i jest gotowy do gry
pt: {str:PlayerName} se conectou e entrou no jogo
ru: Игрок {str:PlayerName} вошёл и присоединился к игре
sr_cs: {str:PlayerName} je ušao i uključio se u igru
tl: {str:PlayerName} ay pumasok at sumama sa laro
tr: {str:PlayerName} girdi ve oyuna katıldı
uk: {str:PlayerName} увійшов і приєднався до гри

source: {str:PlayerName} has been banned ({str:Reason})
ar: {str:PlayerName} تم نفيه ({str:Reason})
bg: {str:PlayerName} беше баннат ({str:Reason})
cs: {str:PlayerName} byl zabanován ({str:Reason})
de: {str:PlayerName} ist gebannt worden ({str:Reason})
el: {str:PlayerName} έχει αποκλειστεί ({str:Reason})
es: {str:PlayerName} ha sido baneado ({str:Reason})
fa: {str:PlayerName} به دلیل ({str:Reason}) بن شد
fr: {str:PlayerName} a été banni·e ({str:Reason})
hu: {str:PlayerName}-t letiltották ({str:Reason})
it: {str:PlayerName} è stato bandito ({str:Reason})
ja: {str:PlayerName} はBANされた({str:Reason})
nl: {str:PlayerName} is verbannen ({str:Reason})
pl: {str:PlayerName} Został zbanowany ({str:Reason})
pt: {str:PlayerName} foi banido ({str:Reason})
ru: Игрок {str:PlayerName} заблокирован/забанен ({str:Reason})
sr_cs: {str:PlayerName} je bannan sa servera ({str:Reason})
tl: {str:PlayerName} ay naban dahil ({str:Reason})
uk: {str:PlayerName} Був забанений за ({str:Reason})

source: {str:PlayerName} has been kicked ({str:Reason})
ar: {str:PlayerName} تم طرده ({str:Reason})
bg: {str:PlayerName} беше кикнат ({str:Reason})
cs: {str:PlayerName} byl vyhozen ze hry ({str:Reason})
de: {str:PlayerName} ist vom Server geworfen worden ({str:Reason})
el: {str:PlayerName} διώχτηκε ({str:Reason})
es: {str:PlayerName} ha sido expulsado ({str:Reason})
fa: {str:PlayerName} به دلیل ({str:Reason}) کیک شد
fr: {str:PlayerName} a été viré·e ({str:Reason})
hu: {str:PlayerName}-t kirúgták ({str:Reason})
it: {str:PlayerName} è stato cacciato ({str:Reason})
ja: {str:PlayerName} は追放された({str:Reason})
nl: {str:PlayerName} is uit het spel geschopt ({str:Reason})
pl: {str:PlayerName} Został wyrzucony ({str:Reason})
pt: {str:PlayerName} foi expulso ({str:Reason})
ru: Игрок {str:PlayerName} удалён из игры ({str:Reason})
sr_cs: {str:PlayerName} je izbačen sa servera ({str:Reason})
tl: {str:PlayerName} ay nakick dahil ({str:Reason})
uk: {str:PlayerName} Був викинутий за ({str:Reason})

source: {str:PlayerName} has left the game
ar: {str:PlayerName} غادر اللعبة
bg: {str:PlayerName} напусна играта
cs: {str:PlayerName} opustil hru
de: {str:PlayerName} hat den Server verlassen
el: {str:PlayerName} έφυγε από το παιχνίδι
es: {str:PlayerName} ha salido del juego
fa: {str:PlayerName} بازی را ترک کرد
fr: {str:PlayerName} a quitté la partie
hu: {str:PlayerName} kilépett a játékból
it: {str:PlayerName} ha lasciato il gioco
ja: {str:PlayerName} が離脱しました
nl: {str:PlayerName} heeft het spel verlaten
pl: {str:PlayerName} Opuścił grę
pt: {str:PlayerName} saiu do jogo
ru: Игрок {str:PlayerName} вышел из игры
sr_cs: {str:PlayerName} je izašao iz igre
tl: {str:PlayerName} ay umalis na
tr: {str:PlayerName} oyundan ayrıldı
uk: {str:PlayerName} Покинув гру

source: {str:PlayerName} has left the game ({str:Reason})
ar: {str:PlayerName} غادر اللعبة ({str:Reason})
bg: {str:PlayerName} напусна играта ({str:Reason})
cs: {str:PlayerName} opustil hru ({str:Reason})
de: {str:PlayerName} hat den Server verlassen ({str:Reason})
el: {str:PlayerName} έφυγε από το παιχνίδι ({str:Reason})
es: {str:PlayerName} ha salido del juego ({str:Reason})
fa: {str:PlayerName} به دلیل ({str:Reason}) بازی را ترک کرد
fr: {str:PlayerName} a quitté la partie ({str:Reason})
hu: {str:PlayerName} kilépett a játékból ({str:Reason})
it: {str:PlayerName} ha lasciato il gioco ({str:Reason})
ja: {str:PlayerName} は離脱した ({str:Reason})
nl: {str:PlayerName} heeft het spel verlaten ({str:Reason})
pl: {str:PlayerName} Opuścił grę ({str:Reason})
pt: {str:PlayerName} saiu do jogo ({str:Reason})
ru: Игрок {str:PlayerName} покинул игру ({str:Reason})
sr_cs: {str:PlayerName} je izašao iz igre ({str:Reason})
tl: {str:PlayerName} ay umalis dahil ({str:Reason})
tr: {str:PlayerName} oyunu terk etti ({str:Reason})
uk: {str:PlayerName} Покинув гру через ({str:Reason})

source: {str:PlayerName} joined the game
ar: {str:PlayerName} إنضم إلى اللعبة
bg: {str:PlayerName} се присъедини към играта
cs: {str:PlayerName} se připojil do hry
de: {str:PlayerName} ist dem Spiele beigetreten
el: {str:PlayerName} μπήκε στο παιχνίδι
es: {str:PlayerName} se ha unido a la partida
fa: {str:PlayerName} به بازی ملحق شد
fr: {str:PlayerName} a rejoint la partie
hu: {str:PlayerName} csatlakozott a játékhoz
it: {str:PlayerName} si è unito alla partita
ja: {str:PlayerName} が参加しました
nl: {str:PlayerName} sloot zich aan tot het spel
pl: {str:PlayerName} Dołączył do gry
pt: {str:PlayerName} entrou no jogo
ru: Игрок {str:PlayerName} присоединился к игре
sr_cs: {str:PlayerName} se uključio u igru
tl: si {str:PlayerName} ay sumama sa laro
uk: {str:PlayerName} Приєднався до гри

source: {str:PlayerName} joined the spectators
ar: {str:PlayerName} إنضم الى المشاهدين
bg: {str:PlayerName} се присъедини към зрителите
cs: {str:PlayerName} začal pozorovat
de: {str:PlayerName} ist Zuschauer geworden
el: {str:PlayerName} μπήκε στους παρατηρητές
es: {str:PlayerName} se ha unido a los espectadores
fa: {str:PlayerName} به تماشاچیان ملحق شد
fr: {str:PlayerName} a rejoint les spectateurs
hu: {str:PlayerName} csatlakozott a megfigyelőkhöz
it: {str:PlayerName} si è unito agli spettatori
ja: {str:PlayerName} が観戦モードに参加しました
nl: {str:PlayerName} sloot zich aan bij de toeschouwers
pl: {str:PlayerName} Dołączył do obserwatorów
pt: {str:PlayerName} entrou no modo espectador
ru: Игрок {str:PlayerName} присоединился к наблюдателям
sr_cs: {str:PlayerName} gleda igru
tl: {str:PlayerName} ay sumama sa mga manonood
uk: {str:PlayerName} Приєднався до спостерігачів

source: {str:VictimName} has been infected
ar: أصيب بالعدوى {str:VictimName}
bg: {str:VictimName} беше инфектиран
cs: {str:VictimName} byl nakažen
de: {str:VictimName} ist angesteckt worden
el: {str:VictimName} Μολύνθηκε
es: {str:VictimName} ha sido infectado
fa: {str:VictimName} زامبی شد
fr: {str:VictimName} a été infecté·e
hu: {str:VictimName}-t megfertőzték
it: {str:VictimName} è stato infettato
ja: {str:VictimName} は感染した
nl: {str:VictimName} is geïnfecteerd
pl: {str:VictimName} Został zainfekowany
pt: {str:VictimName} foi infectado
ru: Игрок {str:VictimName} заражён
sr_cs: {str:VictimName} je zaražen
tl: si {str:VictimName} ay isa nang infected
tr: {str:VictimName} dönüştü
uk: {str:VictimName} Був заражений

source: {str:Victim} has been muted for {sec:Duration} ({str:Reason})
ar: تم كتم {str:Victim} لمدة {sec:Duration} ({str:Reason})
bg: {str:Victim} е заглушен за {sec:Duration} ({str:Reason})
de: {str:Victim} ist stummgeschalten worden für {sec:Duration} ({str:Reason})
es: Los mensajes de {str:Victim} se han apagado para {sec:Duration} ({str:Reason})
fa: {str:Victim} توانایی صحبت را به مدت {sec:Duration} به دلیل ({str:Reason}) از دست داد
fr: {str:Victim} a été mis sous silence pour {sec:Duration} ({str:Reason})
it: {str:Victim} è stata mutata per {sec:Duration} ({str:Reason})
nl: {str:Victim} is gedempt voor {sec:Duration} ({str:Reason})
pl: {str:Victim} został wyciszony na {sec:Duration} ({str:Reason})
pt: {str:Victim} foi silenciado por {sec:Duration} ({str:Reason})
sr_cs: {str:Victim} je mutirao za {sec:Duration} ({str:Reason})
tl: {str:Victim} ay namute ng {sec:Duration} ({str:Reason})
uk: {str:Victim} був приглушений на {sec:Duration} ({str:Reason})

source: You are now logged.
ar: لقد قمت بالولوج للتو
bg: Успешно влязохте в акаунта си.
cs: Jsi příhlášen/a
de: Du bist nunmehr eingeloggt.
el: Τώρα είσαι συνδεδεμένος.
es: Ya te has conectado con tu cuenta.
fa: شما وارد شدید!
fr: Vous êtes connecté à votre compte.
it: Hai ora eseguito l'accesso.
nl: Je bent nu ingelogd.
pl: Jesteś zalogowany.
pt: Agora você está logado.
sr_cs: Ulogovani ste.
tl: Ikaw ay nakalogin na.
tr: Giriş yaptınız.
uk: Ви увійшли.

source: {str:PlayerName} wants {str:VictimName} to be banned ({str:Reason})
ar: {str:PlayerName} يريد {str:VictimName} ان يحظر {str:VictimName}
bg: {str:PlayerName} иска {str:VictimName} да бъде баннат ({str:Reason})
cs: {str:PlayerName} chce, aby byl {str:VictimName} zabanován z důvodu: ({str:Reason})
de: {str:PlayerName} verlangt nach einem Bann für {str:VictimName} ({str:Reason})
el: Ο/Η {str:PlayerName} θέλει ο/η {str:VictimName} να αποκλειστεί ({str:Reason})
es: {str:PlayerName} pide que {str:VictimName} sea baneado ({str:Reason})
fa: {str:PlayerName} می خواهد که {str:VictimName} بدلیل ({str:Reason}) بن شود
fr: {str:PlayerName} veut voir {str:VictimName} banni ({str:Reason})
it: {str:PlayerName} vuole che {str:VictimName} sia bandito ({str:Reason})
ja: {str:PlayerName}により、{str:VictimName}はBANされました ({str:Reason})
nl: {str:PlayerName} wil {str:VictimName} verbannen ({str:Reason})
pl: {str:PlayerName} chce {str:VictimName} aby był zbanowany ({str:Reason})
pt: {str:PlayerName} quer que {str:VictimName} seja banido ({str:Reason})
sr_cs: {str:PlayerName} želi da {str:VictimName} bude bannovan ({str:Reason})
tl: Si {str:PlayerName} ay gustong maban si {str:VictimName} dahil ({str:Reason})
uk: {str:PlayerName} хоче {str:VictimName} забанити ({str:Reason})

source: Switch language to english ?
ar: تغيير اللغة إلى العربية ؟
bg: Сменете езика на български?
cs: Změnit jazyk do angličtiny
de: Serversprache auf Deutsch stellen?
el: Αλλαγή της γλώσσας στα ελληνικά;
es: ¿Poner el idioma en español?
fa: تعویض زبان به پارسی ؟
fr: Passer la langue en français ?
hu: Módosítod a nyelvet magyarra?
it: Cambiare la lingua in Italiano ?
ja: 言語を日本語に設定しますか？
nl: Verander taal in het Nederlands?
pl: Zmienić język na Polski?
pt: Mudar o idioma para Português?
sr_cs: Prebaciti jezik na srpski?
tl: Gawin ang wika na tagalog?
tr: Dili İngilizce'ye çevirmek istiyor musunuz?
uk: Змінити мову на українську?

source: 10 seconds later, two players become infected.
ar: بعد 10 ثوان، يصاب لاعبان بالعدوى.
bg: 10 секунди по-късно, двама играчи се инфектират.
cs: Za 10 sekund se 2 hráči stanou nakaženými.
de: Nach 10 Sekunden werden zwei Spieler von der Seuche erfaßt.
el: 10 δευτερόλεπτα αργότερα, δυο παίκτες γίνονται μολυσμένοι
es: 10 segundos después, dos jugadores son infectados.
fa: پس از 10 ثانیه دو انسان ویروسی می شوند
fr: 10 secondes plus tard, deux joueuses ou joueurs deviennent infecté·e·s.
hu: 10 másodperc múlva 2 játékos megfertőződik
it: 10 secondi dopo, due giocatori diventano infetti.
ja: 開始10秒後、プレイヤーが2人ランダムで感染します。
nl: 10 seconden later worden twee spelers geïnfecteerd.
pl: 10 sekund później, dwoje graczy zostaje zarażonych.
pt: 10 segundos depois, dois jogadores se tornam infectados.
sr_cs: 10 sekundi posle, dva igrača postanu zaražena.
tl: Pakatapos ng 10 segundo, dalawang players ay magiging infected.
tr: 10 saniye sonra 2 oyuncu zombiye dönüşür.
uk: Через 10 секунд, два гравці будуть інфікованими.

source: The goal for humans is to survive until the army clean the map.
ar: يجب على البشر ان ينجوا الي ان يقضي الجيش على المصابن بالعدوى.
bg: Целта на хората е да оцелеят, докато войската почисти картата.
cs: Cíl lidí je přežít, dokud armáda konflikt nevyřeší.
de: Das Ziel der Überlebenden ist es, Ansteckung zu vermeiden, bis die Armee eintrifft und die Karte bereinigt.
el: Ο στόχος των ανθρώπων είναι να επιβιώσουν πρωτού ο στρατος των μολυσμένων καθαρίσουν τον χάρτη
es: El objetivo de los humanos es sobrevivir hasta que el ejército limpie el mapa.
fa: انسان ها باید تا زمانی که ارتش منطقه را قرنطینه کند زنده بمانند.
fr: Le but des humain·e·s est de survivre jusqu'à ce que l'armée nettoie la zone.
hu: Az emberek célja, hogy túléljék a támadásokat, mielőtt a hadsereg megtisztítja a pályát.
it: Lo scopo degli umani è di sopravvivere fino a quando l'esercito ripulirà la mappa.
ja: 生存者側の勝利条件は最後まで生き残ることです。
nl: Het doel voor de mens is om te overleven tot het leger de kaart opruimt.
pl: Celem ludzi jest przetrwanie, dopóki armia nie oczyści mapy.
pt: A meta dos humanos é sobreviver até que o exército limpe o mapa.
sr_cs: Cilj za ljude je preživeti sve dok vojska ne očisti mapu.
tl: Ang layunin ng mga tao ay maka survive hangang sa matapos ang oras at linisin ng army ang map.
tr: İnsanların görevi, ordu haritayı temizleyene kadar hayatta kalmaktır.
uk: Ціль гри вижити до поки армія не очистить карту.

source: For any question about the translation process, please contact us on IRC ({str:IRCAddress})
ar: اي سؤال عن الترجمة، الرجاء التواصل معنا على IRC ة ({str:IRCAddress})
bg: За всякакви въпроси относно процеса на превод моля свържете се с нас чрез IRC ({str:IRCAddress})
cs: Pokud máš nějaké otázky o překládání kontaktuj nás na IRC ({str:IRCAddress})
de: Für etwanige Fragen mit Bezug auf die Übersetzungsarbeit, verbinde dich mit uns im IRC ({str:IRCAddress})
el: Για οποιαδήποτε ερώτηση σχετικά με την πρόοδο της μετάφρασης, παρακαλώ επικοινωνήστε μαζί μας στο IRC ({str:IRCAddress})
es: Para cualquier pregunta sobre el procedimiento de traducción, nos contacta por IRC ({str:IRCAddress})
fa: برای هرگونه سوالی درمورد ترجمه لطفا با ما در IRC در تماس باشید ({str:IRCAddress})
fr: Pour toute question sur le processus de traduction, merci de nous contacter par IRC ({str:IRCAddress})
it: Per qualsiasi domanda sul processo di traduzione, si prega di contattarci su IRC ({str:IRCAddress})
ja: 翻訳プロセスについてのどんな問題の解決の為、ぜひ私たちIRCにご連絡下さい ({str:IRCAddress})
nl: Voor vragen over het vertalingsproces, contacteer ons op IRC ({str:IRCAddress})
pl: W razie jakichkolwiek pytań o proces tłumaczenia, proszę skontaktuj się z nami na IRC ({str:IRCAddress})
pt: Se você tiver alguma pergunta sobre o processo de tradução, por favor entre em contato conosco no IRC ({str:IRCAddress})
sr_cs: Za pitanja o procesu prevođenja, molimo da nas kontaktirate na IRC ({str:IRCAddress})
tl: Kung may tanong sa pagtratranslate, tawagan mo kami sa IRC ({str:IRCAddress})
tr: Tercüme işlemi hakkında herhangi bir sorunuz için, lütfen IRC üzerinden iletişime geçin ({str:IRCAddress})
uk: Для будь яких питань по перекладанню будь ласка звертайтесь до на через IRC ({str:IRCAddress})

source: The Engineer can build walls with his hammer to block infected.
ar: يمكن للمهندس أن يبني حواجز بالمطرقة تمنع على المصابين بالعدوى المرور.
bg: Инженерът може да изгражда стени с чук за да блокира инфектираните.
cs: Inženýr může kladivem budovat laserové zdi.
de: Der Ingenieur kann Wände aus Licht (Walls) aufbauen, die Erkrankte bei Berührung töten.
el: Οι μηχανικοί μπορούν να χτίσουν τείχος με το σφυρί τους για να εμποδίσουν τους μολυσμένους
es: El Ingeniero puede crear barreras con su martillo para bloquear el paso de los infectados.
fa: مهندس می تواند با چکش خود دیوار لیزری بسازد تا در برابر ویروسی ها از خود دفاع کند.
fr: Les Ingénieur·e peuvent créer avec leur marteau des barrières pour bloquer les infectés.
hu: A mérnök falakat építhat kalapácsával, hogy kivédje a zombik támadását.
it: L'Ingegnere può creare una barriera col suo martello per bloccare gli infetti.
ja: エンジニアはハンマーでバリアの壁を構築でき、感染者を妨げます。
nl: De ingenieur kan muren maken met zijn hamer om geïnfecteren te blokkeren.
pl: Inżynier może budować ściany, które blokują zarażonych.
pt: O Engenheiro pode construir muros com seu martelo para bloquear os infectados.
sr_cs: Inženjer može raditi zidove sa čekićem.
tl: Ang Engineer ay kayang gumawa ng mga pader ng laser gamit ang kanyang hammer para maghadlang ang infected.
tr: Mühendis, zombileri uzak tutmak için çekiciyle duvar örebilir.
uk: Інженер може будувати стіни завдяки своєму молоту, щоб блокувати інфікованих.

source: When an infected touch the wall, he dies.
ar: عندما يلمس مصاب بالعدوى الحائط يموت.
bg: Когато някой инфектиран докосване стената, той умира.
cs: Když se nakažený dotkne zdi, zemře.
de: Wenn ein Erkrankter eine Wall berührt, führt dies zu dessen Tode.
el: όταν ενας μολυσμένος ακουμπήσει το τείχος, πεθαίνει.
es: Cuando un infectado toca la barrera, este muere.
fa: هنگامی که افراد آلوده با دیوار برخورد کنند می میرند
fr: Un·e infecté·e qui touche la barrière meurt immédiatement.
hu: Ha egy zombi hozzáér a falhoz, meghal.
it: Se un infetto tocca la barriera, muore istantanamente.
ja: 彼が倒れると、そのバリアは解かれます。
nl: Wanneer een geïnfecteerde de muur raakt, sterft hij.
pl: Kiedy zarażony dotnie ściany, umiera.
pt: Se um infectado tocar o muro, ele morre.
sr_cs: Kada zaraženi dotakne zid, on umre.
tl: Pagnadikitan ng infected ang wall, mamatay siya.
tr: Duvara dokunan zombiler ölür.
uk: Коли інфікований доторкає ця до стіни, він гине.

source: The Soldier can pose floating bombs with his hammer.
ar: يمكن للجندي أن يخلق قنابل بإستعمال مطرقته.
bg: Войникът може да поставя неподвижни бомби със своя чук.
cs: Voják může svým kladivem umístit nehybné bomby
de: Der Soldat kann vermöge seines Hammers schwebende Bomben erzeugen.
el: Ο στρατιώτης μπορεί να τοποθετήσει βόμβες με το σφυρί του
es: El Soldado puede colocar bombas flotantes con su martillo.
fa: سرباز می تواند بمب های پرنده توسط چکش خود بسازد.
fr: Les Soldat·e·s peuvent créer des bombes flottantes avec leur marteau.
hu: A közkatona felállíthat lebegő bombákat kalapácsával.
it: Il Soldato può creare col suo martello bombe.
ja: 兵士はハンマーで爆弾を仕掛けられます。
nl: De soldaat kan zwevende bommen vormen met zijn hamer.
pl: Żołnierz może stawiać latające bomby swoim młotem.
pt: O Soldado pode colocar bombas flutuantes com seu martelo.
sr_cs: Vojnik može da postavlja lebdeće bombe sa čekićem.
tl: Ang soldier ay kayang maglagay ng lumulutang na mga bomba gamit ang kanyang hammer.
tr: Asker, çekiciyle uçan bombalar kurabilir.
uk: Солдат може створити плавучі бомби завдяки його молоту.

source: Bombs are limited to one per player at the same time.
ar: لايمكن إستعمال أكثر من قنبلة واحدة لكل جندي.
bg: Бомбите са ограничени до една за всеки играч в даден момент.
cs: Bombu můžeš umístit jen jednu.
de: Ein Spieler vermag nicht mehr als eine Bombe zur selben Zeit zu setzen.
el: Οι βόμβες είναι περιορισμένες σε μια για καθε παίκτη συγχρόνως
es: Solo puede haber una bomba por jugador al mismo tiempo.
fa: بمب ها برای هر سرباز یک عدد بطور همزمان هستند.
fr: Il ne peut y avoir qu'une bombe par Soldat·e au même moment.
hu: Egy közkatonának egyszerre csak egy felállított bombája lehet.
it: L'insieme di bombe sono limitate ad una per giocatore nello stesso momento.
ja: 爆弾は1人につき1つ構築できます。
nl: Bommen beperkt tot één per speler tegelijk.
pl: Bomby są limitowane, jedna dla gracza w jednym momencie.
pt: Cada jogador só pode ter uma bomba ativa de cada vez.
sr_cs: Bombe su ograničene na jednog igrača u isto vreme.
tl: Ang mga bomba ay limitado sa isang player sa parehas na panahon.
tr: Bombalar oyuncu başı aynı anda birer adet ile sınırlıdır.
uk: Бомби лімітовані для кожного гравця.

source: The Scientist can pose floating mines with his hammer.
ar: العالم يستطيع وضع قنابل بالمطرقة.
bg: Ученият може да поставя неподвижни мини със своя чук.
cs: Vědci můžou kladivem umístit nehybné miny
de: Der Wissenschaftler kann mit seinem Hammer schwebende Minen legen.
el: Ο επιστήμονας μπορεί να τοποθετίσει νάρκες με το σφυρί του.
es: El científico puede poner minas flotantes con su martillo.
fa: دانشمند می تواند با چکش خود مین های الکترونیکی بسازد.
fr: Les Scientifiques peuvent créer des mines avec leur marteau.
hu: A tudós felállíthat lebegő aknákat kalapácsával.
it: Lo scienziato può piazzare mine volanti con il suo martello.
ja: 科学者はハンマーで地雷を仕掛けられます。
nl: De wetenschapper kan zwevende mijnen vormen met zijn hamer.
pl: Naukowiec może stawiać latające miny swoim młotem.
pt: O Cientista pode colocar minas com seu martelo.
sr_cs: Znanstvenik može da postavi ledbeće mine sa čekićem.
tl: Ang scientist ay kayang maglagay ng mga mine gamit ang kanyang hammer.
tr: Bilim adamı, çekiciyle uçan mayınlar kurabilir.
uk: Вчений може встановлювати плавучі міни за допомоги його молота.

source: He has also grenades that teleport him.
ar: ايضا لديه قنبلة يدوية يستطيع الانتقال بها.
bg: Той също има гранати които го телепортират.
cs: Vědec má taky gránatomet, který ho teleportuje.
de: Er besitzt darüberhinaus Granaten, die ihn teleportieren.
el: Έχει επίσης χειροβομβίδες που τον τηλεμεταφέρουν.
es: El también tiene granadas que lo teletransportan.
fa: او همچنین می تواند با استفاده از نارنجک انداز خود جا به جا شود.
fr: Il ne peut y avoir que deux mines par Scientifique au même moment.
hu: Továbbá teleportálhat gránátvetőjével.
it: Ha anche un lancia granate che lo può teletrasportare.
ja: また、グレネードを使用して自身をテレポートすることができます。
nl: Hij kan ook granaten gooien die hem teleporteren.
pl: Ma również granaty do teleportacji.
pt: Ele também tem granadas que podem teleportá-lo.
sr_cs: Ima i granate koje ga teleportiraju.
tl: Mayroon din siyang grenade na kaya sa kanyang magteleport.
tr: Ayrıca onu ışınlayan bombaları vardır.
uk: Також він має гранати, що телепортують його.

source: The biologist has a shotgun with bouncing bullets and can create a spring laser trap by shooting with his rifle.
ar: عالم الأحياء يملك بندقية مع لرصاص مرتد ويمكن إنشاء فخ عن طريق إطلاق النار باليزر.
bg: Биологът има пушка с отскачащи патрони и може да създава лазерен капан с лазерната си пушка.
de: Der Biologe hat eine Schrotflinte mit abprallenden Kugeln und kann eine Selbstschußlaserfalle durch Schuß mit seinem Gewehr errichten.
es: El biólogo tiene una escopeta con bolas rebotandas y puede erigir trampas láser con su fúsil.
fa: زیست شناس یک شات گان با گلوله‌های قوی دارد و می‌تواند با شلیک تفنگ دیگر خود یک خط لیزری بسازد.
fr: Les biologistes ont un fusil à pompe tirant des balles rebondissantes et peuvent créer des mines printanières en utilisant le fusil laser.
it: Il biologo ha un fucile con proiettili rimbalzanti e può creare un trappola sparando con il suo laser.
nl: De bioloog heeft een shotgun met weerkaatsende kogels en kan een lente laser val maken door te schieten met zijn lasergeweer.
pl: Biolog posiada strzelbę strzelającą skaczącymi pociskami i może ustawić laserową minę strzelając z lasera.
pt: O biólogo tem uma espingarda com balas que ricocheteiam na parede e pode criar uma armadilha, que aciona automaticamente, disparando com seu rifle.
sr_cs: Biolog ima sačmaru sa mecima koji odskaču od zidova i može da stvori lasersku zamku uz pomoć svoje laserske puške.
tl: Ang biologist ay may shotgun na ang bala ay umountol at kaya niyang gumawa ng spring laser trap gamit ang kanyang laser rifle.
tr: Biyologların seken mermilere sahip pompalıları vardır ve tüfekleriyle ateş ederek lazer tuzağı kurabilirler.
uk: Біолог має дробовик зі стрибучими кулями та також може створювати пружину лазерну пастку вистрілюючи своєю лазерною гвинтівкою.
